Repository: vesta-webtrees-2-custom-modules/vesta_gov4webtrees
Catalog: resources/lang/*.po
Languages: ca, cs, de, fr, nl, ru, sk, ta, tr, uk, vi

source: Usually only required in case of substantial changes of the GOV data.
ca: Normalment només es requereix en cas de canvis substancials de les dades GOV.
cs: Obvykle požadováno jen v případě podstatných změn údajů GOV.
de: Normalerweise nur benötigt im Falle von wesentlichen Änderungen der GOV-Daten.
fr: Habituellement requis uniquement en cas de modifications substantielles des données GOV.
nl: Meestal alleen vereist in geval van substantiële wijzigingen van de GOV-gegevens.
ru: Обычно требуется только в случае существенных изменений данных GOV.
sk: Zvyčajne je potrebné len v prípade zásadných zmien údajov GOV.
ta: பொதுவாக GOV தரவின் கணிசமான மாற்றங்கள் ஏற்பட்டால் மட்டுமே தேவைப்படுகிறது.
tr: Genellikle sadece GOV verilerinde önemli değişiklikler olması durumunda gereklidir.
uk: Зазвичай це потрібно лише у разі значних змін даних GOV.
vi: Thường chỉ được yêu cầu trong trường hợp dữ liệu của Chính phủ có thay đổi đáng kể.

source: Vesta Gov4Webtrees: The displayed GOV hierarchy now additionally links to webtrees places where possible. You can switch back to the classic display (and others) via the module configuration.
ca: Vesta Gov4Webtrees: La jerarquia GOV mostrada ara també enllaça a llocs d'arbres web sempre que sigui possible. Podeu tornar a la pantalla clàssica (i altres) mitjançant la configuració del mòdul.
cs: Vesta Gov4Webtrees: Tam, kde je to možné, zobrazená hierarchie GOV nyní navíc odkazuje na místa webtrees. V konfiguraci modulu můžete přepnout zpět na klasické (a jiná) zobrazení .
de: Vesta Gov4Webtrees: Die angezeigte GOV-Hierarchie verweist nun nach Möglichkeit zusätzlich auf Orte in webtrees. EIn Umschalten auf die klassische (und andere) Ansicht ist über die Modul-Konfiguration möglich.
fr: Vesta Gov4Webtrees : La hiérarchie GOV affichée renvoie désormais également à des sites Webtrees lorsque cela est possible. Vous pouvez revenir à l'affichage classique (et autres) via la configuration du module.
nl: Vesta Gov4Webtrees: De weergegeven GOV-hiërarchie linkt nu waar mogelijk ook naar webtrees-plaatsen. U kunt terugschakelen naar de klassieke weergave (en andere) via de moduleconfiguratie.
ru: Vesta Gov4Webtrees: отображаемая иерархия GOV теперь дополнительно ссылается на места веб-деревьев, где это возможно. Вы можете вернуться к классическому дисплею (и другим) через конфигурацию модуля.
sk: Vesta Gov4Webtrees: Zobrazovaná hierarchia GOV, tam kde to je možné, teraz dodatočne odkazuje na miesta vo webtrees. V konfigurácii modulu môžete prepnúť na pôvodné (alebo iné) zobrazenie.
ta: வெச்டா கோவ் 4 வெப்ட்ரீச்: காட்டப்படும் அரசாங்க வரிசைமுறை இப்போது கூடுதலாக வெப் ட்ரீச் இடங்களுடன் சாத்தியமானது. தொகுதி உள்ளமைவு வழியாக நீங்கள் கிளாசிக் காட்சிக்கு (மற்றும் பிறருக்கு) மாறலாம்.
tr: Vesta Gov4Webtrees: Görüntülenen GOV hiyerarşisi artık mümkün olan her yerde webtrees yerlerine ek olarak bağlanır. Modül yapılandırmasını kullanarak klasik ekrana (ve diğerlerine) geri dönebilirsiniz.
uk: Vesta Gov4Webtrees: Відображена ієрархія GOV тепер додатково посилається на місця webtrees, де це можливо. Ви можете повернутися до класичного вигляду (та інших) за допомогою конфігурації модуля.
vi: Vesta Gov4Webtrees: Hệ thống phân cấp của GOV được hiển thị giờ đây cũng liên kết thêm đến những nơi có webtrees nếu có thể. Bạn có thể chuyển trở lại màn hình cổ điển (và các màn hình khác) thông qua cấu hình mô-đun.

source: When this option is disabled, an alternative edit control is provided, which still allows to reload place hierarchies from the GOV server.
ca: Quan aquesta opció està inhabilitada, es proporciona un control d'edició alternatiu, que encara permet tornar a carregar les jerarquies de llocs des del servidor GOV.
cs: Když je tato volba odmítnuta, je po ruce alternativní řízení editace, které stále dovoluje stáhnout hierarchie míst ze serveru GOV.
de: Ist dies Option deaktiviert, wird ein alternatives Eingabeelement bereitgestellt, das noch erneutes Laden der Ortshierarchie vom GOV-Server ermöglicht.
fr: Lorsque cette option est désactivée, un contrôle d'édition alternatif est fourni, qui permet toujours de recharger les hiérarchies de lieu à partir du serveur GOV.
nl: Wanneer deze optie is uitgeschakeld, wordt een alternatief besturingselement voor bewerken geboden, waarmee hiërarchieën van de GOV-server nog steeds opnieuw kunnen worden geladen.
ru: Когда этот параметр отключен, предоставляется альтернативный элемент управления редактированием, который по-прежнему позволяет перезагружать иерархии мест с сервера GOV.
sk: Ak je táto voľba deaktivovaná, je k dispozícii alternatívny prvok zadávania, ktorý umožňuje opätovné načítanie hierarchie miest z GOV servera.
ta: இந்த விருப்பம் முடக்கப்பட்டால், ஒரு மாற்று திருத்து கட்டுப்பாடு வழங்கப்படுகிறது, இது GOV சேவையகத்திலிருந்து இடங்களின் வரிசைகளை மீண்டும் ஏற்ற அனுமதிக்கிறது.
tr: Bu seçenek devre dışı bırakıldığında, GOV sunucusundan yer hiyerarşilerinin yeniden yüklenmesine izin veren alternatif bir düzenleme kontrolü sağlanır.
uk: Коли цю опцію вимкнено, надається альтернативний контроль редагування, який все ще дозволяє перезавантажити ієрархії місць із сервера GOV.
vi: Khi tùy chọn này bị vô hiệu hóa, điều khiển chỉnh sửa thay thế sẽ được cung cấp, điều này vẫn cho phép tải lại cấu trúc phân cấp vị trí từ máy chủ GOV.

source: Where to edit and store GOV ids
ca: On editar i emmagatzemar els identificadors de GOV
cs: Kde editovat a ukládat GOV idy
de: Wo GOV-IDs bearbeiten und speichern
fr: Où modifier et stocker les identifiants GOV
nl: Waar moeten de GOV-ID's worden bewerkt en opgeslagen
ru: Где редактировать и хранить идентификаторы GOV
sk: Kde upravovať a ukladať GOV-id
ta: அரசாங்க ஐடிகளை எங்கு திருத்தி சேமிப்பது
tr: GOV kimlikleri nerede düzenlenir ve saklanır
uk: Де редагувати та зберігати ідентифікатори GOV
vi: Nơi chỉnh sửa và lưu trữ id GOV

source: Within GEDCOM data (via other custom modules).
ca: Dins de les dades de GEDCOM (a través d'altres mòduls personalitzats).
cs: Uvnitř údajů GEDCOM (skrze jiné moduly).
de: Innerhalb der GEDCOM-Daten (mittels anderer Erweiterungsmodule).
fr: Dans les données GEDCOM (via d'autres modules personnalisés).
nl: Binnen GEDCOM-gegevens (via andere uitbreidingsmodules).
ru: В данных GEDCOM (через другие настраиваемые модули).
sk: V rámci údajov GEDCOM (použitím iných užívateľských modulov).
ta: GEDCOM தரவுக்குள் (பிற தனிப்பயன் தொகுதிகள் வழியாக).
tr: GEDCOM verileri içinde (diğer özel modüller aracılığıyla).
uk: В межах даних GEDCOM (через інші користувацькі модулі).
vi: Trong dữ liệu GEDCOM (thông qua các mô-đun tùy chỉnh khác).

source: You can create and modify this csv file according to your personal preferences, see '%1$s' for an example.
ca: Podeu crear i modificar aquest fitxer csv segons les vostres preferències personals, vegeu '%1$s' per exemple.
cs: Tento csv soubor můžete vytvořit a upravit podle svých osobních preferencí, pro příklad vizte '%1$s'.
de: Sie können diese CSV-Datei nach Ihren persönlichen Vorlieben erstellen und ändern, siehe "%1$s" für ein Beispiel.
fr: Vous pouvez créer et modifier ce fichier csv selon vos préférences personnelles, voir '%1$s' pour un exemple.
nl: U kunt dit csv-bestand aanmaken en wijzigen op basis van uw persoonlijke voorkeuren, zie '%1$s' voor een voorbeeld.
ru: Вы можете создать и изменить этот CSV-файл в соответствии с вашими личными предпочтениями, см. Пример «%1$s».
sk: Môžete vytvoriť a upravovať tento csv-súbor podľa vašich osobných preferencií, ako príklad pozrite súbor „%1$s“.
ta: உங்கள் தனிப்பட்ட விருப்பங்களின்படி இந்த காபிம கோப்பை உருவாக்கி மாற்றலாம், எடுத்துக்காட்டுக்கு '%1$s' ஐப் பார்க்கவும்.
tr: Bu csv dosyasını kişisel tercihlerinize göre oluşturabilir ve değiştirebilirsiniz, örnek için bkz: '%1$s.
uk: Ви можете створити та змінити цей файл csv відповідно до своїх особистих уподобань, див. приклад "%1$s".
vi: Bạn có thể tạo và sửa đổi tệp csv này theo sở thích cá nhân của mình, hãy xem '%1$s' để làm ví dụ.

source: You may also save an empty id in order to remove the mapping.
ca: També podeu desar un identificador buit per eliminar l'assignació.
cs: Je možno také uložit prázdný id a tím odstranit zobrazení (mapování).
de: Um die Zuordnung zu löschen, kann eine leere GOV-Id verwendet werden.
fr: Vous pouvez également enregistrer un identifiant vide afin de supprimer le mappage.
nl: U kunt ook een leeg ID opslaan om de toewijzing te verwijderen.
ru: Вы также можете сохранить пустой идентификатор, чтобы удалить сопоставление.
sk: Môžete uložiť aj prázdny identifikátor aby ste zrušili prepojenie.
ta: மேப்பிங்கை அகற்ற நீங்கள் ஒரு வெற்று ஐடியையும் சேமிக்கலாம்.
tr: Eşlemeyi kaldırmak için boş bir kimlik de kaydedebilirsiniz.
uk: Ви також можете зберегти порожній ідентифікатор, щоб видалити мітку.
vi: Bạn cũng có thể lưu một id trống để xóa ánh xạ.

source: You may modify all data retrieved from the GOV server %1$s.
ca: Podeu modificar totes les dades recuperades del servidor GOV %1$s.
cs: Všechna data získaná ze serveru GOV můžete upravovat %1$s.
de: Sie können alle vom GOV-Server %1$s abgerufenen Daten ändern.
fr: Vous pouvez modifier toutes les données extraites du serveur GOV %1$s.
nl: U kunt %1$s alle gegevens wijzigen die zijn opgehaald van de GOV-server.
ru: Вы можете изменить все данные, полученные с сервера GOV %1$s.
sk: Môžete upravovať všetky údaje získané zo serveru GOV %1$s.
ta: GOV சேவையகத்திலிருந்து பெறப்பட்ட அனைத்து தரவையும் நீங்கள் மாற்றலாம் %1$s.
tr: GOV sunucusu %1$s'den alınan tüm verileri değiştirebilirsiniz.
uk: Ви можете змінювати всі дані, отримані з сервера GOV %1$s.
vi: Bạn có thể chỉnh sửa tất cả dữ liệu được truy xuất từ máy chủ GOV %1$s.

source: both
ca: ambdós
cs: obojí
de: beide
fr: les deux
nl: allebei
ru: оба
sk: obe
ta: இரண்டும்
tr: her ikisi de
uk: обидва
vi: cả hai

source: date of event
ca: Data de l'esdeveniment
cs: datum události
de: Ereignisdatum
fr: date de l'évènement
nl: datum van de gebeurtenis
ru: дата события
sk: dátum udalosti
ta: நிகழ்வின் தேதி
tr: etkinlik tarihi
uk: дата події
vi: ngày sự kiện

source: fallback to German place names
ca: Topònims alemanys
cs: zůstat u německých názvů míst
de: Rückfall auf deutsche Ortsnamen
fr: le repli sur les noms de lieux allemands
nl: terugvallen op Duitse plaatsnamen
ru: возврат к немецким географическим названиям
sk: použiť nemecké názvy
ta: செர்மன் இடப் பெயர்களுக்கு குறைவு
tr: Alman yer adlarına geri dönüş
uk: запасний варіант до німецьких топонімів
vi: dự phòng cho các địa danh tiếng Đức

source: for events without a date, present time hierarchy will be used regardless of this preference.
ca: Per a esdeveniments sense data, s'utilitzarà la jerarquia horària actual independentment d'aquesta preferència.
cs: pro nedatované události se použije hierarchie v současnosti bez ohledu na preferenci.
de: für Ereignisse ohne Datum wird unabhängig von dieser Einstellung die gegenwärtige Hierarchie genutzt.
fr: pour les événements sans date, la hiérarchie de l'heure actuelle sera utilisée indépendamment de cette préférence.
nl: voor gebeurtenissen zonder datum wordt de tegenwoordige hiërarchie gebruikt, ongeacht deze voorkeur.
ru: для событий без даты будет использоваться иерархия текущего времени независимо от этого предпочтения.
sk: Pre udalosti bez dátumu sa použije súčasná hierarchia, bez ohľadu na preferencie.
ta: தேதி இல்லாத நிகழ்வுகளுக்கு, இந்த விருப்பத்தைப் பொருட்படுத்தாமல் தற்போதைய நேர வரிசைமுறை பயன்படுத்தப்படும்.
tr: tarihi olmayan olaylar için, bu tercihe bakılmaksızın şimdiki zaman hiyerarşisi kullanılacaktır.
uk: для подій без дати застосовуватиметься ієрархія поточного часу незалежно від цієї переваги.
vi: đối với các sự kiện không có ngày, hệ thống phân cấp thời gian hiện tại sẽ được sử dụng bất kể tùy chọn này.

source: here
ca: aquí
cs: tady
de: hier
fr: ici
nl: hier
ru: здесь
sk: tu
ta: இங்கே
tr: burada
uk: тут
vi: ở đây

source: motivated by the assumption that place names in the local language are more useful in general
ca: motivats pel supòsit que els topònims en la llengua local són més útils en general
cs: motivováno předpokladem, že názvy míst v místním jazyce jsou obecně užitečnější.
de: begründet durch die Annahme, dass Ortsnamen in der regionalen Sprache generell nützlicher sind
fr: motivé par l'hypothèse que les noms de lieux dans la langue locale sont plus utiles en général
nl: ingegeven door de veronderstelling dat plaatsnamen in de lokale taal in het algemeen nuttiger zijn
ru: мотивировано предположением, что географические названия на местном языке более полезны в целом
sk: Vychádza sa z predpokladu, že názvy miest v lokálnom jazyku sú všeobecne viac užitočné.
ta: உள்ளக மொழியில் இடப் பெயர்கள் பொதுவாக மிகவும் பயனுள்ளதாக இருக்கும் என்ற அனுமானத்தால் உந்துதல்
tr: yerel dildeki yer adlarının genel olarak daha yararlı olduğu varsayımından hareketle
uk: мотивовано припущенням, що топоніми місцевою мовою загалом корисніші
vi: được thúc đẩy bởi giả định rằng địa danh bằng ngôn ngữ địa phương nói chung hữu ích hơn

source: present time
ca: Actualitat
cs: současnost
de: Gegenwart
fr: actuellement
nl: huidige tijd
ru: настоящее время
sk: súčasnosť
ta: தற்போதைய நேரம்
tr: şimdiki zaman
uk: теперішній час
vi: thời điểm hiện tại

source: reload the GOV place hierarchy
ca: torneu a carregar la jerarquia de llocs GOV
cs: znovu stáhnout GOV hierarchii míst
de: Ortshierarchie neu laden
fr: recharger la hiérarchie des lieux GOV
nl: herlaad de GOV-plaatshiërarchie
ru: перезагрузить иерархию мест GOV
sk: znovunačítať GOV hierarchiu miesta
ta: கோவ் இட வரிசைமுறையை மீண்டும் ஏற்றவும்
tr: GOV yer hiyerarşisini yeniden yükle
uk: перезавантажити ієрархію місця GOV
vi: tải lại hệ thống phân cấp địa điểm của GOV

source: reset all cached data once
ca: Restableix totes les dades desades a la memòria cau una vegada
cs: znovu nastavit všechna cachovaná data jednorázově
de: Zurücksetzen aller zwischengespeicherten Daten auf einmal
fr: réinitialiser une fois toutes les données mises en cache
nl: reset alle gegevens in de cache één keer
ru: сбросить все кэшированные данные один раз
sk: Znovu načítať všetky údaje v medzipamäti
ta: தற்காலிக சேமிப்பு தரவுகளை ஒரு முறை மீட்டமைக்கவும்
tr: önbelleğe alınmış tüm verileri bir kez sıfırla
uk: скинути всі кешовані дані один раз
vi: đặt lại tất cả dữ liệu đã lưu trong bộ nhớ cache một lần

source: this place does not exist at this point in time
ca: Aquest lloc no existeix a hores d'ara
cs: toto místo v daném čase neexistuje
de: diesen Ort gibt es zu diesem Zeitpunkt nicht
fr: cet endroit n'existe pas pour le moment
nl: deze plaats bestaat niet op dit moment
ru: это место не существует на данный момент
sk: toto miesto v danom období neexistuje
ta: இந்த நேரத்தில் இந்த இடம் இல்லை
tr: bu yer şu anda mevcut değil
uk: на даний момент цього місця не існує
vi: nơi này không tồn tại vào thời điểm này

source: today
ca: Avui
cs: dnes
de: heute
fr: aujourd'hui
nl: vandaag
ru: Cегодня
sk: v súčasnosti
ta: இன்று
tr: bugün
uk: сьогодні
vi: hôm nay

source: unknown GOV type (newly introduced?)
ca: tipus GOV desconegut (recentment introduït?)
cs: neznámý GOV typ (nově zavedený?)
de: unbekannter GOV-Typ (neu eingeführt?)
fr: type de GOV inconnu (récemment introduit ?)
nl: onbekend GOV-type (nieuw geïntroduceerd?)
ru: неизвестный тип GOV (недавно введенный?)
sk: neznámy GOV typ (možno novovytvorený?)
ta: அறியப்படாத அரசு வகை (புதிதாக அறிமுகப்படுத்தப்பட்டதா?)
tr: bilinmeyen GOV türü (yeni mi tanıtıldı?)
uk: невідомий тип GOV (нещодавно введений?)
vi: loại GOV không xác định (mới được giới thiệu?)

source: with local modifications
ca: amb modificacions locals
cs: s lokálními úpravami
de: mit lokalen Änderungen
fr: avec des modifications locales
nl: met lokale wijzigingen
ru: с местными изменениями
sk: s lokálnymi úpravami
ta: உள்ளக மாற்றங்களுடன்
tr: yerel değişikliklerle
uk: з місцевими змінами
vi: với các chỉnh sửa cục bộ
