Repository: vesta-webtrees-2-custom-modules/vesta_gov4webtrees
Catalog: resources/lang/*.po
Languages: ca, cs, de, fr, nl, ru, sk, ta, tr, uk, vi

source: In particular you may want to revert locally some controversial changes made on the GOV server (such as the object type of the Holy Roman Empire).
ca: En particular, és possible que vulgueu revertir localment alguns canvis controvertits fets al servidor GOV (com ara el tipus d'objecte del Sacre Imperi Romanogermànic).
cs: Zejména můžete chtít lokálně vrátit některé kontroverzní změny provedené na serveru GOV (například typ objektu Svatá říše římská).
de: Insbesondere möchten Sie vielleicht einige umstrittene Änderungen, die auf dem GOV-Server vorgenommen wurden, lokal rückgängig machen (z. B. den Objekttyp des Heiligen Römischen Reiches).
fr: En particulier, vous souhaiterez peut-être annuler localement certaines modifications controversées apportées au serveur GOV (comme le type d'objet du Saint Empire romain).
nl: In het bijzonder kunt u lokaal enkele controversiële wijzigingen op de GOV-server ongedaan maken (zoals het objecttype van het Heilige Roomse Rijk).
ru: В частности, вы можете захотеть локально отменить некоторые противоречивые изменения, сделанные на сервере GOV (например, тип объекта Священной Римской Империи).
sk: Možno budete chcieť lokálne vrátiť niektoré kontroverzné zmeny, ktoré sa udiali na GOV-serveri (napr. typ objektu Svätej ríše rímskej).
ta: குறிப்பாக நீங்கள் கோவ் சேவையகத்தில் (புனித ரோமானியப் பேரரசின் பொருள் வகை போன்றவை) செய்யப்பட்ட சில சர்ச்சைக்குரிய மாற்றங்களை உள்நாட்டில் மாற்ற விரும்பலாம்.
tr: Özellikle GOV sunucusunda yapılan bazı tartışmalı değişiklikleri (Kutsal Roma İmparatorluğu'nun nesne türü gibi) yerel olarak geri almak isteyebilirsiniz.
uk: Зокрема, Ви можете відновити локально деякі суперечливі зміни, зроблені на сервері GOV (наприклад, тип об’єкта Священної Римської імперії).
vi: Đặc biệt, bạn có thể muốn hoàn tác cục bộ một số thay đổi gây tranh cãi được thực hiện trên máy chủ GOV (chẳng hạn như loại đối tượng của Đế chế La Mã Thần thánh).

source: In particular, the Shared Places custom module may be used to manage GOV ids within GEDCOM data.
ca: En particular, el mòdul personalitzat Llocs compartits es pot utilitzar per gestionar els identificadors de GOV a les dades de GEDCOM.
cs: Zejména pro manipulaci s GOV idy uvnitř údajů GEDCOM se dá použít modul Shared Places (Sdílená místa).
de: Namentlich das Gemeinsame-Orte (Shared Places) Benutzer-Modul erlaubt es GOV-IDs innerhalb der GEDCOM-Daten zu verwalten.
fr: En particulier, le module personnalisé Shared Places peut être utilisé pour gérer les identifiants GOV dans les données GEDCOM.
nl: In het bijzonder kan de uitbreidingsmodule Gedeelde plaatsen worden gebruikt om GOV-ID's binnen GEDCOM-gegevens te beheren.
ru: В частности, пользовательский модуль Shared Places может использоваться для управления идентификаторами GOV в данных GEDCOM.
sk: Na tento účel je vhodné použiť modul „Vesta zdieľané miesta“, ktorý umožňuje správu GOV id v GEDCOM údajoch.
ta: குறிப்பாக, பகிரப்பட்ட இடங்கள் தனிப்பயன் தொகுதி GEDCOM தரவுகளுக்குள் அரசாங்க ஐடிகளை நிர்வகிக்க பயன்படுத்தப்படலாம்.
tr: Özellikle, Paylaşılan Yerler özel modülü, GEDCOM verileri içindeki GOV kimliklerini yönetmek için kullanılabilir.
uk: Зокрема, користувацький модуль Shared Places може використовуватися для управління ідентифікаторами GOV у даних GEDCOM.
vi: Trong trường hợp cụ thể, mô-đun tùy chỉnh Địa điểm được chia sẻ có thể được sử dụng để quản lý id GOV trong dữ liệu GEDCOM.

source: In this case, the GOV ids are stored in a separate database table, which has to be managed manually when moving the respective tree to a different webtrees installation.
ca: En aquest cas, els identificadors de GOV s'emmagatzemen en una taula de base de dades separada, que s'ha de gestionar manualment quan moveu l'arbre respectiu a una instal·lació d'arbres web diferent.
cs: V tomto případě jsou GOV idy uloženy v samostatné databázové tabulce, se kterou se musí zacházet manuálně, když se příslušný rodokmen přemisťuje do jiné instalace webtrees.
de: In diesem Fall werden die GOV-IDs in separaten Tabellen gespeichert, welche manuell berücksichtigt werden müssen, wenn der entsprechende Stammbaum in eine andere Webtrees-Installation verschoben wird.
fr: Dans ce cas, les identifiants GOV sont stockés dans une table de base de données distincte, qui doit être gérée manuellement lors du déplacement de l'arborescence respective vers une autre installation webtrees.
nl: In dit geval worden de GOV-ID's opgeslagen in een aparte databasetabel, die handmatig moet worden beheerd wanneer de betreffende boom naar een andere webtrees-installatie wordt verplaatst.
ru: В этом случае идентификаторы GOV хранятся в отдельной таблице базы данных, которой нужно управлять вручную при перемещении соответствующего дерева в другую установку веб-дерева.
sk: V tomto prípade sú GOV id uložené v samostatných tabuľkách, ktoré je potrebné zohľadniť, keď sa presúva príslušný rodokmeň do inej inštalácie webtrees.
ta: இந்த வழக்கில், அரசு ஐடிகள் ஒரு தனி தரவுத்தள அட்டவணையில் சேமிக்கப்படுகின்றன, இது அந்தந்த மரத்தை வேறு வெப் ட்ரீச் நிறுவலுக்கு நகர்த்தும்போது கைமுறையாக நிர்வகிக்கப்பட வேண்டும்.
tr: Bu durumda, GOV kimlikleri, ilgili ağacı farklı bir webtrees kurulumuna taşırken manuel olarak yönetilmesi gereken ayrı bir veritabanı tablosunda saklanır.
uk: У цьому випадку ідентифікатори GOV зберігаються в окремій таблиці бази даних, якою потрібно керувати вручну під час переміщення відповідного дерева до іншої інсталяції веб-дерев.
vi: Trong trường hợp này, các id GOV được lưu trữ trong một bảng cơ sở dữ liệu riêng biệt, bảng này phải được quản lý theo cách thủ công khi di chuyển cây tương ứng sang cài đặt webtrees khác.

source: Internals (adjusted automatically if necessary)
fr: Internes (ajustés automatiquement si nécessaire)
ru: Внутреннее устройство (при необходимости настраивается автоматически)

source: Invalid GOV id! Valid GOV ids are e.g. 'EITTZE_W3091', 'object_1086218'.
ca: Identificador GOV no vàlid! Els identificadors GOV vàlids són, per exemple, "EITTZE_W3091", "object_1086218".
cs: Neplatný GOV id! Platné GOV idy jsou např. 'EITTZE_W3091', 'object_1086218'.
de: Keine zulässige GOV-ID! Zulässige IDs haben die Form 'EITTZE_W3091', 'object_1086218' etc.
fr: Identifiant GOV non valide ! Les identifiants GOV valides sont par exemple 'EITTZE_W3091', 'objet_1086218'.
nl: Ongeldig GOV-ID! Geldige GOV-OD's zijn bijvoorbeeld 'EITTZE_W3091', 'object_1086218'.
ru: Недействительный идентификатор GOV! Допустимые идентификаторы GOV: 'EITTZE_W3091', 'объект_1086218'.
sk: Neplatný identifikátor GOV! Platné identifikátory sú napr. 'EITTZE_W3091', 'object_1086218'.
ta: தவறான அரசு ஐடி! செல்லுபடியாகும் அரசு ஐடிகள் எ.கா. 'Eittze_w3091', 'object_1086218'.
tr: Geçersiz GOV kimliği! Geçerli GOV kimlikleri, örneğin 'EİTTZE_W3091', 'object_1086218'.
uk: Недійсний ідентифікатор GOV! Приклад дійсних ідентифікаторів GOV: 'EITTZE_W3091', 'object_1086218'.
vi: GOV id không hợp lệ! Id GOV hợp lệ ví dụ: 'EITTZE_W3091', 'object_1086218'.

source: It is recommended to use only one of the following options. You may also (temporarily) disable all editing via unchecking all of them.
ca: Es recomana utilitzar només una de les opcions següents. També podeu desactivar (temporalment) totes les edicions desmarcant-les totes.
cs: Doporučuje se zvolit právě jen jednu z následujících možností. Je možno také (dočasně) potlačit (odstavit) veškerou editaci tím, že nezaškrtneme žádnou.
de: Es wird empfohlen eine der folgenden Optionen zu nutzen. Man kann auch zeitweise jede Änderung unterbinden durch Deaktivierung aller Optionen.
fr: Il est recommandé de n'utiliser qu'une des options suivantes. Vous pouvez également (temporairement) désactiver toutes les modifications en les décochant toutes.
nl: Het wordt aanbevolen om slechts één van de volgende opties te gebruiken. U kunt ook (tijdelijk) alle bewerkingen uitschakelen via het uitvinken van alle bewerkingen.
ru: Рекомендуется использовать только один из следующих вариантов. Вы также можете (временно) отключить все редактирование, сняв все флажки.
sk: Odporúča sa použiť len jednu z nasledujúcich možností. Môžete dočasne zabrániť akejkoľvek úprave, ak odznačíte všetky možnosti.
ta: பின்வரும் விருப்பங்களில் ஒன்றை மட்டுமே பயன்படுத்த பரிந்துரைக்கப்படுகிறது. அனைத்தையும் தேர்வு செய்வதன் மூலம் நீங்கள் (தற்காலிகமாக) அனைத்து திருத்துதல் முடக்கலாம்.
tr: Aşağıdaki seçeneklerden yalnızca birinin kullanılması önerilir. Ayrıca, tümünün işaretini kaldırarak tüm düzenlemeleri (geçici olarak) devre dışı bırakabilirsiniz.
uk: Рекомендується використовувати лише один із наведених нижче варіантів. Ви також можете (тимчасово) вимкнути всі редагування, знявши прапорці з усіх.
vi: Bạn chỉ nên sử dụng một trong các tùy chọn sau. Bạn cũng có thể (tạm thời) tắt tất cả chỉnh sửa bằng cách bỏ chọn tất cả chúng.

source: It will not be overwritten by subsequent updates.
ca: No se sobreescriurà per actualitzacions posteriors.
cs: Nebude přepisován pozdějšími aktualizacemi.
de: Es wird durch spätere Aktualisierungen nicht überschrieben.
fr: Il ne sera pas écrasé par les mises à jour ultérieures.
nl: Het wordt niet overschreven door latere updates.
ru: При последующих обновлениях он не будет перезаписан.
sk: Tento súbor nebude prepisovaný pri nasledujúcich aktualizáciách.
ta: அடுத்தடுத்த புதுப்பிப்புகளால் இது மேலெழுதப்படாது.
tr: Sonraki güncelleştirmeler tarafından üzerine yazılmaz.
uk: Він не буде замінений під час наступних оновлень.
vi: Nó sẽ không bị ghi đè bởi các bản cập nhật tiếp theo.

source: Judicial
cs: Justiční
de: Justiziell
fr: Judiciaire
nl: Gerechtelijk
ru: Судебный
sk: justičné
ta: நீதித்துறை
tr: Adli
uk: Судовий
vi: Tư pháp

source: Local GOV data
ca: Dades locals de GOV
cs: Lokální údaje GOV
de: Lokale GOV-Daten
fr: Données GOV locales
nl: Lokale GOV-gegevens
ru: Данные местного правительства
sk: Lokálne GOV-údaje
ta: உள்ளக அரசு தரவு
tr: Yerel GOV verileri
uk: Місцеві дані GOV
vi: Dữ liệu GOV cục bộ

source: Local modifications are preserved.
ca: Es conserven modificacions locals.
cs: Lokální modifikace jsou zachovány.
de: Lokale Änderungen werden beibehalten.
fr: Les modifications locales sont préservées.
nl: Lokale wijzigingen blijven behouden.
ru: Сохранены локальные модификации.
sk: Lokálne modifikácie sa zachovajú.
ta: உள்ளக மாற்றங்கள் பாதுகாக்கப்படுகின்றன.
tr: Yerel değişiklikler korunur.
uk: Збережено локальні зміни.
vi: Các điều chỉnh cục bộ được giữ nguyên.

source: Look up a matching GOV id on the GOV server
ca: Cerqueu un identificador GOV coincident al servidor GOV
cs: Vyhledat odpovídající GOV id na serveru GOV
de: Eine passende GOV-ID auf dem GOV-Server nachschlagen
fr: Recherchez un identifiant GOV correspondant sur le serveur GOV
nl: Zoek een overeenkomende GOV-ID op de GOV-server
ru: Найдите соответствующий идентификатор GOV на сервере GOV
sk: Vyhľadať zodpovedajúce GOV id na GOV serveri
ta: GoV சேவையகத்தில் பொருந்தக்கூடிய GOV ஐடியைப் பாருங்கள்
tr: GOV sunucusunda eşleşen bir GOV kimliği arayın
uk: Знайдіть відповідний ідентифікатор GOV на сервері GOV
vi: Tra cứu id GOV phù hợp trên máy chủ GOV

source: Mappings of places to GOV ids are not affected.
ca: Les assignacions de llocs als identificadors de GOV no es veuen afectades.
cs: Nedotkne se mapování míst na GOV idy.
de: Zuordnungen von Orten zu GOV-IDs sind nicht betroffen.
fr: Les mappages de lieux aux identifiants GOV ne sont pas affectés.
nl: Toewijzingen van plaatsen naar GOV-ID's worden niet beïnvloed.
ru: Сопоставление мест с идентификаторами GOV не затрагивается.
sk: Toto sa nijako nedotkne priradenia GOV id k miestam.
ta: அரசு ஐடிகளுக்கான இடங்களின் மேப்பிங்ச் பாதிக்கப்படவில்லை.
tr: Yerlerin GOV kimlikleriyle eşleştirilmesi etkilenmez.
uk: На відображення місць до ідентифікаторів GOV це не впливає.
vi: Ánh xạ địa điểm sang id GOV không bị ảnh hưởng.

source: Note: The mapping from place to GOV id is stored outside the gedcom data.
ca: Nota: L'assignació d'un lloc a l'identificador GOV s'emmagatzema fora de les dades gedcom.
cs: Poznámka: zobrazení místa na GOV id se ukládá mimo údaje GEDCOM.
de: Hinweis: Die Zuordnung von Ort zu GOV-Id wird außerhalb der GEDCOM-Daten gespeichert.
fr: Remarque : le mappage du lieu à l'identifiant GOV est stocké en dehors des données GEDCOM.
nl: Opmerking: De toewijzing van plaats naar GOV-ID wordt buiten de GEDCOM-gegevens opgeslagen.
ru: Примечание. Сопоставление места с идентификатором GOV хранится вне данных gedcom.
sk: Poznámka: Prepojenie medzi miestom a GOV id je uložené mimo GEDCOM údajov.
ta: குறிப்பு: இடத்திலிருந்து அரசு ஐடி வரை மேப்பிங் GEDCOM தரவுக்கு வெளியே சேமிக்கப்படுகிறது.
tr: Not: Yerden GOV kimliğine eşleme, gedcom verilerinin dışında saklanır.
uk: Зауваження: Зіставлення місця з ідентифікатором GOV зберігається за межами даних Gedcom.
vi: Lưu ý: Ánh xạ từ địa điểm đến id GOV được lưu trữ bên ngoài dữ liệu gedcom.

source: Note: Ultimately it's probably preferable to correct the respective GOV data itself.
ca: Nota: En última instància, probablement sigui preferible corregir les dades GOV respectives.
cs: Poznámka: nakonec dostane pravděpodobně přednost opravit údaje GOV samotné.
de: Hinweis: Letzlich dürfte die Korrektur der korrespondierenden GOV-Daten vorzuziehen sein.
fr: Remarque : en fin de compte, il est probablement préférable de corriger les données GOV elles-mêmes.
nl: Opmerking: Uiteindelijk heeft het waarschijnlijk de voorkeur om de respectievelijke GOV-gegevens zelf te corrigeren.
ru: Примечание. В конечном итоге, вероятно, предпочтительнее исправить сами соответствующие данные GOV.
sk: Poznámka: V zásade je lepšie spraviť opravu príslušných údajov na GOV-serveri.
ta: குறிப்பு: இறுதியில் அந்தந்த அரசாங்க தரவை சரிசெய்வது விரும்பத்தக்கது.
tr: Not: Nihayetinde muhtemelen ilgili GOV verilerinin kendisinin düzeltilmesi tercih edilir.
uk: Зауваження: Зрештою, мабуть, краще відкоригувати відповідні дані GOV.
vi: Lưu ý: Cuối cùng thì có lẽ nên sửa chính dữ liệu GOV tương ứng.

source: Objects of this type strictly do not belong to the administrative hierarchy in the sense that they are no territorial entities (Gebietskörperschaften).
ca: Els objectes d'aquest tipus estrictament no pertanyen a la jerarquia administrativa en el sentit que no són entitats territorials (Gebietskörperschaften).
cs: Objekty tohoto typu striktně nepatří do správní hierarchie v tom smyslu, že nejsou územními celky (Gebietskörperschaften).
de: Objekte dieser Art gehören streng genommen nicht zur Verwaltungshierarchie in dem Sinne, da sie keine Gebietskörperschaften sind.
fr: Les objets de ce type n'appartiennent strictement pas à la hiérarchie administrative en ce sens qu'ils ne sont pas des entités territoriales (Gebietskörperschaften).
nl: Objecten van dit type behoren strikt genomen niet tot de bestuurlijke hiërarchie in die zin dat ze geen territoriale entiteiten zijn (Gebietskörperschaften).
ru: Объекты этого типа строго не относятся к административной иерархии в том смысле, что они не являются территориальными образованиями (Gebietskörperschaften).
sk: Objekty tohto druhu striktne nepatria do administratívnej hierarchie v tom zmysle, že nie sú územnými celkami.
ta: இந்த வகையின் பொருள்கள் கண்டிப்பாக நிர்வாக வரிசைக்கு சொந்தமில்லை, அவை பிராந்திய நிறுவனங்கள் அல்ல (கெபியட்ச்கார்பெர்சாஃப்டென்).
tr: Bu tür nesneler, bölgesel varlıklar (Gebietskörperschaften) olmamaları anlamında kesinlikle idari hiyerarşiye ait değildir.
uk: Об’єкти цього типу суворо не належать до адміністративної ієрархії в тому сенсі, що вони не є територіальними одиницями.
vi: Về mặt lý thuyết, các đối tượng thuộc loại này không thuộc hệ thống phân cấp hành chính theo nghĩa chúng không phải là các thực thể lãnh thổ ((Chính quyền địa phương).

source: Obvious mistakes should be corrected on the GOV server itself, but there may be cases where this is not easily possible.
ca: Els errors evidents s'han de corregir al propi servidor GOV, però pot haver-hi casos en què això no sigui fàcilment possible.
cs: Zjevné chyby by měly být opraveny na samotném serveru GOV, ale mohou nastat případy, kdy to není snadno možné.
de: Offensichtliche Fehler sollten auf dem GOV-Server selbst korrigiert werden, doch kann es Fälle geben, in denen dies nicht ohne weiteres möglich ist.
fr: Les erreurs évidentes doivent être corrigées sur le serveur GOV lui-même, mais il peut y avoir des cas où cela n'est pas facilement possible.
nl: Kennelijke fouten moeten worden gecorrigeerd op de GOV-server zelf, maar er kunnen gevallen zijn waarin dit niet gemakkelijk mogelijk is.
ru: Очевидные ошибки следует исправлять на самом сервере GOV, но могут быть случаи, когда это сделать нелегко.
sk: Zjavné chyby by sa mali korigovať priamo na serveri GOV, napriek tomu môžu existovať prípady, keď to nie je možné.
ta: வெளிப்படையான தவறுகள் GOV சேவையகத்திலேயே சரி செய்யப்பட வேண்டும், ஆனால் இது எளிதில் சாத்தியமில்லாத சந்தர்ப்பங்கள் இருக்கலாம்.
tr: Bariz hatalar GOV sunucusunun kendisinde düzeltilmelidir, ancak bunun kolayca mümkün olmadığı durumlar olabilir.
uk: Очевидні помилки слід виправляти на самому сервері GOV, але можуть бути випадки, коли це нелегко зробити.
vi: Những lỗi rõ ràng cần được sửa chữa ngay trên máy chủ GOV, nhưng có thể có những trường hợp việc này không dễ thực hiện.

source: Organizational
ca: Organitzativa
cs: Organizační
de: Organisatorisch
fr: Organisationnel
nl: Organisatorisch
ru: Организационная
sk: Organizačné
ta: நிறுவன
tr: Organizasyonel
uk: Організаційна
vi: Tổ chức

source: Other
ca: Altre
cs: Jiné
de: Sonstige
fr: Autre
nl: Overige
ru: Другой
sk: Iné
ta: மற்றொன்று
tr: Diğer
uk: Інший
vi: Khác

source: Otherwise, the start date is used (this is more consistent with other date-based calculations in webtrees).
ca: En cas contrari, s'utilitza la data d'inici (això és més coherent amb altres càlculs basats en dates en webtrees).
cs: Jinak se použije datum počátku (to se více shoduje s ostatními výpočty ve webtrees).
de: Andernfalls wird das Start-Datum nicht genutzt (dies stimmt eher mit anderen zeitbasierten Berechnungen in webtrees überein).
fr: Sinon, la date de début est utilisée (ceci est plus cohérent avec d'autres calculs basés sur la date dans webtrees).
nl: Anders wordt de begindatum gebruikt (dit komt meer overeen met andere op datum gebaseerde berekeningen in webtrees).
ru: В противном случае используется дата начала (это больше соответствует другим расчетам на основе даты в веб-деревьях).
sk: Inak sa použije začiatočný dátum - toto viac zodpovedá iným výpočtom založeným na dátume v prostredí webtrees.
ta: இல்லையெனில், தொடக்க தேதி பயன்படுத்தப்படுகிறது (இது வெப் ட்ரீசில் உள்ள பிற தேதி அடிப்படையிலான கணக்கீடுகளுடன் மிகவும் ஒத்துப்போகிறது).
tr: Aksi takdirde, başlangıç tarihi kullanılır (bu, webtrees'deki diğer tarih tabanlı hesaplamalarla daha tutarlıdır).
uk: В іншому випадку використовується дата початку (це більш узгоджується з іншими розрахунками на основі дати на webtrees).
vi: Nếu không, ngày bắt đầu được sử dụng (điều này phù hợp hơn với các tính toán dựa trên ngày khác trong webtrees).

source: Outside GEDCOM data
ca: Dades alienes a GEDCOM
cs: Mimo údaje GEDCOM
de: Speicherung außerhalb der GEDCOM-Daten
fr: En dehors des données GEDCOM
nl: Buiten GEDCOM-gegevens
ru: За пределами данных GEDCOM
sk: Mimo údajov GEDCOM
ta: GEDCOM தரவுக்கு வெளியே
tr: GEDCOM verilerinin dışında
uk: Поза даними GEDCOM
vi: Dữ liệu GEDCOM bên ngoài

source: Outside GEDCOM data - editable by anyone (including visitors)
ca: Dades fora de GEDCOM - editables per qualsevol persona (inclosos els visitants)
cs: Mimo údaje GEDCOM ‒ může editovat kdokoliv (včetně návštěvníků)
de: Speicherung außerhalb der GEDCOM-Daten - von jedem editierbar (inklusive Besuchern)
fr: Données extérieures à GEDCOM - modifiables par tout le monde (y compris les visiteurs)
nl: Buiten GEDCOM-gegevens - bewerkbaar voor iedereen (inclusief bezoekers)
ru: Внешние данные GEDCOM - доступны для редактирования кем угодно (включая посетителей)
sk: Mimo údajov GEDCOM - úprava povolená každému (včítane návštevníkov)
ta: GEDCOM தரவுக்கு வெளியே - யாராலும் திருத்தக்கூடியது (பார்வையாளர்கள் உட்பட)
tr: GEDCOM verilerinin dışında - herkes tarafından düzenlenebilir (ziyaretçiler dahil)
uk: Зовнішні дані GEDCOM - редагуються будь-ким (включаючи відвідувачів)
vi: Dữ liệu GEDCOM bên ngoài - có thể chỉnh sửa bởi bất kỳ ai (kể cả khách truy cập)

source: Particularly useful in order to manage GOV ids via the Shared Places module. Ids are stored and exportable via GEDCOM tags.
ca: Especialment útil per gestionar identificadors de GOV mitjançant el mòdul Llocs compartits. Els identificadors s'emmagatzemen i es poden exportar mitjançant etiquetes GEDCOM.
cs: Zvláště užitečné, má-li se zacházet s GOV idy skrze modul Sdílená místa (Shared Places). Idy se ukládají a dají se exportovat skrze tagy GEDCOM.
de: Besonders nützlich um GOV-IDs mittels Gemeinsame-Orte (Shared Places) Modul zu verwalten. IDs sind speicher- und exportierbar durch GEDCOM-Tags.
fr: Particulièrement utile pour gérer les identifiants GOV via le module Lieux partagés. Les identifiants sont stockés et exportables via des balises GEDCOM.
nl: Vooral handig om GOV-ID's te beheren via de Gedeelde plaatsen module. ID's worden opgeslagen en geëxporteerd via GEDCOM-labels.
ru: Особенно полезно для управления идентификаторами GOV через модуль Shared Places. Идентификаторы хранятся и экспортируются с помощью тегов GEDCOM.
sk: Zvlášť užitočné pre spravovanie GOV id pomocou modulu „Zdieľané miesta“. Identifikátory sa dajú ukladať a exportovať pomocou GEDCOM-tagov.
ta: பகிரப்பட்ட இடங்கள் தொகுதி வழியாக அரசாங்க ஐடிகளை நிர்வகிக்க குறிப்பாக பயனுள்ளதாக இருக்கும். ஐடிகள் சேமிக்கப்பட்டு GEDCOM குறிச்சொற்கள் வழியாக ஏற்றுமதி செய்யப்படுகின்றன.
tr: GOV kimliklerini Paylaşılan Yerler modülü aracılığıyla yönetmek için özellikle kullanışlıdır. Kimlikler saklanır ve GEDCOM etiketleri aracılığıyla dışa aktarılabilir.
uk: Особливо корисно для управління ідентифікаторами GOV за допомогою модуля Shared Places. Ідентифікатори зберігаються та експортуються через теги GEDCOM.
vi: Đặc biệt hữu ích để quản lý id GOV thông qua mô-đun Địa điểm được chia sẻ. Id được lưu trữ và có thể xuất thông qua thẻ GEDCOM.

source: Place hierarchies are displayed historically, i.e. according to the date of the respective event.
ca: Les jerarquies de llocs es mostren històricament, és a dir, segons la data de l'esdeveniment respectiu.
cs: Hierarchie míst se zobrazují historicky, t.j. podle data příslušné události.
de: Orts-Hierachien werden im historischen Kontext angezeigt, dem Datum des korrespondierenden Ereignisses entsprechend.
fr: Les hiérarchies de lieux sont affichées historiquement, c'est-à-dire en fonction de la date de l'événement respectif.
nl: Plaatshiërarchieën worden historisch weergegeven, d.w.z. op basis van de datum van de betreffende gebeurtenis.
ru: Иерархия мест отображается исторически, то есть по дате соответствующего события.
sk: Hierarchia miest je zobrazená historicky, t.j. zodpovedajúco dátumu príslušnej udalosti.
ta: இடம் படிநிலைகள் வரலாற்று ரீதியாக காட்டப்படும், அதாவது அந்தந்த நிகழ்வின் தேதிக்கு ஏற்ப.
tr: Yer hiyerarşileri tarihsel olarak, yani ilgili olayın tarihine göre görüntülenir.
uk: Ієрархії місць відображаються історично, тобто відповідно до дати відповідної події.
vi: Phân cấp địa điểm được hiển thị theo lịch sử, tức là theo ngày diễn ra sự kiện tương ứng.

source: Place hierarchy
ca: Jerarquia de llocs
cs: Hierarchie míst
de: Ortshierarchie
fr: Hiérarchie des lieux
nl: Plaatshiërarchie
ru: Иерархия места
sk: Hierarchia miest
ta: வரிசைக்கு வைக்கவும்
tr: Yer hiyerarşisi
uk: Ієрархія місця
vi: Phân cấp địa điểm

source: Place names from GOV
ca: Topònims de GOV
cs: Názvy míst z GOV
de: Ortsnamen aus dem GOV
fr: Noms de lieux de GOV
nl: Plaatsnamen van GOV
ru: Названия мест от GOV
sk: Názvy miest z GOV
ta: அரசாங்கத்திலிருந்து பெயர்களை வைக்கவும்
tr: GOV'dan yer adları
uk: Топоніми від GOV
vi: Địa danh từ GOV
