Repository: vesta-webtrees-2-custom-modules/vesta_gov4webtrees
Catalog: resources/lang/*.po
Languages: ca, cs, de, fr, nl, ru, sk, ta, tr, uk, vi

source: 'Classic' mode, extended to link to places from the GEDCOM data, if possible.
ca: Mode 'clàssic', estès per enllaçar a llocs de les dades del GEDCOM, si és possible.
cs: 'Klasický' způsob, rozšířený o propojení k místům z údajů GEDCOM, je-li to možné.
de: 'Klassischer' Modus, erweitert um Verweise zu Orten aus den GEDCOM-Daten, soweit möglich.
fr: Mode «classique», étendu pour relier des lieux à partir des données GEDCOM, si possible.
nl: 'Klassieke' modus, uitgebreid om te linken naar plaatsen uit de GEDCOM-gegevens, indien mogelijk.
ru: «Классический» режим, расширенный для ссылки на места из данных GEDCOM, если это возможно.
sk: „Klasický“ mód, rozšírený o link ku miestam z GEDCOM údajov, ak sa dá.
ta: முடிந்தால், GEDCOM தரவிலிருந்து இடங்களுடன் இணைக்க 'கிளாசிக்' பயன்முறை.
tr: 'Klasik' mod, mümkünse GEDCOM verilerinden yerlere bağlanmak için genişletildi.
uk: "Класичний" режим, по можливості розширений для посилання на місця з даних GEDCOM.
vi: Chế độ 'Cổ điển', được mở rộng để liên kết đến các địa điểm từ dữ liệu GEDCOM, nếu có thể.

source: 'Classic' mode.
ca: Mode 'clàssic'.
cs: 'Klasický' způsob.
de: 'Klassischer' Modus.
fr: Mode «classique».
nl: 'Klassieke' modus.
ru: «Классический» режим.
sk: „Klasický“ mód.
ta: 'கிளாசிக்' பயன்முறை.
tr: 'Klasik' mod.
uk: "Класичний" режим.
vi: Chế độ 'Cổ điển'.

source: (Why is German in particular singled out like this? Because the GOV gazetteer is currently rather German-language centric, and therefore many places have German names).
ca: (Per què l'alemany en particular es distingeix així? Perquè el GOV gazetteer actualment està més aviat centrat en alemany i, per tant, molts llocs tenen noms alemanys).
cs: (Proč se němčina takto vyzdvihuje? Protože zeměpisný slovník GOV je soustředěn právě kolem němčiny a proto mnohá místa mají německé názvy).
de: (Warum ist gerade Deutsch derart hervorgehoben? Da das GOV-Ortsverzeichnis derzeit eher deutschsprachig ist und daher viele Orte deutsche Namen haben) .
fr: (Pourquoi l'allemand en particulier est-il ainsi distingué ? Parce que le répertoire GOV est actuellement plutôt centré sur la langue allemande et que de nombreux endroits ont donc des noms allemands).
nl: (Waarom wordt het Duits in het bijzonder genoemd? Omdat de GOV-gazetteer is momenteel nogal Duitstalig is, en daarom hebben veel plaatsen Duitse namen).
ru: (Почему именно так выделяется немецкий язык? Потому что географический справочник GOV в настоящее время в большей степени ориентирован на немецкий язык, и поэтому многие места имеют немецкие названия).
sk: (Prečo je nemčina takto mimoriadne vyzdvihnutá? GOV databáza je v súčasnosti veľmi orientovaná na nemčinu a preto má mnoho miest nemecké názvy).
ta: (Why is செர்மன் in particular singled out like this? Because the GOV gazetteer is currently rather German-language centric, and therefore many places have செர்மன் names).
tr: (Neden özellikle Almanca bu şekilde seçiliyor? Çünkü GOV gazetesi şu anda oldukça Almanca merkezli ve bu nedenle birçok yerde Almanca isimleri var).
uk: (Чому саме так виділяють німецьку мову? Оскільки географічний довідник GOV наразі є доволі німецькомовним, то в багатьох місцях є німецькі назви).
vi: (Tại sao tiếng Đức đặc biệt lại được viết đơn lẻ như thế này? Bởi vì công báo của Chính phủ Việt Nam hiện đang sử dụng tiếng Đức là trung tâm, và do đó nhiều nơi có tên tiếng Đức).

source: A module integrating GOV (historic gazetteer) data.
ca: Un mòdul que integra dades GOV (historic gazetteer).
cs: Modul začleňující údaje GOV (historický zeměpisný slovník).
de: Ein Modul zur Integration von Daten aus dem GOV (Das Geschichtliche Orts-Verzeichnis).
fr: Un module intégrant les données GOV (historique du répertoire géographique).
nl: Een module met geïntegreerde GOV (historische gazetteer) gegevens.
ru: Модуль, объединяющий данные GOV (исторический справочник).
sk: Modul integrujúci z databázy GOV (historické názvy obcí a miest).
ta: GOV (வரலாற்று வர்த்தமானி) தரவை ஒருங்கிணைக்கும் ஒரு தொகுதி.
tr: GOV (tarihi gazete) verilerini entegre eden bir modül.
uk: Модуль, що інтегрує дані GOV (історичний географічний довідник).
vi: Một mô-đun tích hợp dữ liệu GOV (công báo lịch sử).

source: A module integrating GOV (historic gazetteer) data. Enhances places with GOV data via the extended 'Facts and events' tab.
ca: Un mòdul que integra dades GOV (historic gazetteer). Millora els llocs amb dades GOV mitjançant la pestanya ampliada "Fets i esdeveniments".
cs: Modul začleňující údaje GOV (historický zeměpisný slovník). Vylepšuje místa o údaje GOV přes záložku Fakta a události.
de: Ein Modul zur Integration von Daten aus dem GOV (Das Geschichtliche Orts-Verzeichnis). Ergänzt Orte um zusätzliche GOV-Daten über den erweiterten Reiter "Fakten und Ereignisse".
fr: Un module intégrant les données GOV (historique du répertoire géographique). Améliore les lieux avec des données GOV via l'onglet étendu «Faits et événements».
nl: Een module met geïntegreerde GOV (historische gazetteer) gegevens. Hiermee verbetert u de plaatsen met GOV-gegevens via het uitgebreide tabblad 'Feiten en gebeurtenissen'.
ru: Модуль, объединяющий данные GOV (исторический справочник). Добавляет места с данными GOV через расширенную вкладку «Факты и события».
sk: Modul integrujúci z databázy GOV (historické názvy obcí a miest). Na záložke rozšírených "Faktov a udalostí" dopĺňa miesta údajmi GOV.
ta: GOV (வரலாற்று வர்த்தமானி) தரவை ஒருங்கிணைக்கும் ஒரு தொகுதி. நீட்டிக்கப்பட்ட 'உண்மைகள் மற்றும் நிகழ்வுகள்' தாவல் வழியாக GOV தரவைக் கொண்ட இடங்களை மேம்படுத்துகிறது.
tr: GOV (tarihi gazete) verilerini entegre eden bir modül. Genişletilmiş 'Gerçekler ve olaylar' sekmesi aracılığıyla GOV verileriyle yerleri geliştirir.
uk: Модуль з інтеграції даних GOV (історичний географічний довідник). Покращує місця з даними GOV за допомогою розширеної вкладки "Факти та події".
vi: Một mô-đun tích hợp dữ liệu GOV (công báo lịch sử). Cải thiện các địa điểm với dữ liệu GOV thông qua tab 'Sự kiện và số liệu' mở rộng.

source: According to the current GOV specification, settlements are not supposed to be parents of other settlements.
ca: Segons l'especificació actual del GOV, se suposa que els assentaments no són pares d'altres assentaments.
cs: Podle současné specifikace GOV sídliště nemohou být rodiči jiných sídlišť.
de: Nach der aktuellen GOV-Spezifikation sollten Objekte vom Typ "Siedlung" keinen anderen Objekten dieses Typs übergeordnet sein.
fr: Selon la spécification actuelle du GOV, les colonies ne sont pas censées être les parents d'autres colonies.
nl: Volgens de huidige GOV-specificatie worden nederzettingen niet verondersteld om ouders te zijn van andere nederzettingen.
ru: Согласно действующей спецификации правительства, поселения не должны быть родительскими для других поселений.
sk: Podľa aktuálnych špecifikácií GOV by objekty typu „Sídlo (Siedlung)“ nemali byť nadradené inému objektu rovnakého typu.
ta: தற்போதைய அரசு விவரக்குறிப்பின் படி, குடியேற்றங்கள் மற்ற குடியேற்றங்களின் பெற்றோராக இருக்கக்கூடாது.
tr: Mevcut GOV şartnamesine göre, yerleşim yerlerinin diğer yerleşim yerlerinin üst öğesi olması beklenmemektedir.
uk: Відповідно до чинної специфікації GOV, населені пункти не повинні бути батьківськими по відношенню до інших населених пунктів.
vi: Theo quy định hiện tại của Chính phủ, các khu định cư không được cho là bao gồm của các khu định cư khác.

source: Additionally, the module checks if the respective GOV id, or any of its parents within the hierarchy, has languages defined in the csv file '%1$s'.
ca: A més, el mòdul comprova si l'identificador GOV respectiu, o qualsevol dels seus pares dins de la jerarquia, té idiomes definits al fitxer csv '%1$s'.
cs: Modul dodatečně kontroluje, zda příslušný GOV id, nebo kterýkoliv z hierarchie nad ním, má jazyky definované v csv souboru' %1$s'.
de: Zusätzlich überprüft das Modul, ob für die entsprechende GOV id, oder irgendeine in der Hierarchie oberhalb liegende, ein Eintrag in der Sprachdatei '%1$s' existiert.
fr: De plus, le module vérifie si chaque ID GOV, ou l'un de ses parents dans la hiérarchie, a des langues définies dans le fichier csv '%1$s'.
nl: Bovendien controleert de module of de betreffende GOV-ID, of een van de ouders binnen de hiërarchie, een taal heeft gedefinieerd in het csv-bestand '%1$s'.
ru: Кроме того, модуль проверяет, есть ли у соответствующего идентификатора GOV или любого из его родительских элементов в иерархии языки, определенные в файле csv «%1$s».
sk: Modul dodatočne kontroluje, či príslušné GOV-id, alebo ktorékoľvek z hierarchie nad ním, má názov v jazyku zadefinovanom v csv-súbore „%1$s“.
ta: கூடுதலாக, அந்தந்த கோவ் ஐடி அல்லது அதன் பெற்றோர்களில் யாராவது, சி.எச்.வி கோப்பில் '%1$s' இல் வரையறுக்கப்பட்ட மொழிகளைக் கொண்டிருக்கிறார்களா என்பதை தொகுதி சரிபார்க்கிறது.
tr: Ek olarak modül, ilgili GOV kimliğinin veya hiyerarşi içindeki üstlerinden herhangi birinin '%1$s' csv dosyasında tanımlanmış dillere sahip olup olmadığını denetler.
uk: Крім того, модуль перевіряє, чи має відповідний ідентифікатор GOV (або будь-хто з його батьків у ієрархії) мови, визначені у файлі csv '%1$s'.
vi: Ngoài ra, mô-đun sẽ kiểm tra xem id GOV tương ứng hoặc bất kỳ mã cha mẹ nào của nó trong hệ thống phân cấp, có ngôn ngữ được xác định trong tệp csv '%1$s' hay không.

source: Administrative
ca: Administratiu
cs: Administrativní
de: Administrativ
fr: Administratif
nl: Bestuurlijk
ru: Административный
sk: Administratívny
ta: நிர்வாக
tr: İdari
uk: Адміністративний
vi: Quản lý

source: Administrative (level %1$s)
ca: Administratiu (nivell %1$s
cs: Administrativní (úroveň %1$s)
de: Administrativ (Stufe %1$s)
fr: Administratif (niveau %1$s)
nl: Bestuurlijk (niveau %1$s)
ru: Административный (уровень %1$s)
sk: Administratívny (úroveň %1$s)
ta: நிர்வாக (நிலை %1$s)
tr: İdari (seviye %1$s)
uk: Адміністративний (рівень %1$s)
vi: Quản trị (cấp độ %1$s)

source: Administrative (other)
ca: Administratiu (altres)
cs: Administrativní (ostatní)
de: Administrativ (andere)
fr: Administratif (autre)
nl: Bestuurlijk (overig)
ru: Административное (другое)
sk: Administratívny (ostatné)
ta: நிர்வாக (மற்றவை)
tr: İdari (diğer)
uk: Адміністративний (інше)
vi: Quản trị (khác)

source: Administrative levels
ca: Nivells administratius
cs: Administrativní úrovně
de: Verwaltungsebenen
fr: Niveaux administratifs
nl: Bestuursniveaus
ru: Административные уровни
sk: Administratívne úrovne
ta: நிர்வாக நிலைகள்
tr: Yönetimsel düzeyler
uk: Адміністративні рівні
vi: Các cấp quản trị

source: All data (except for the mapping of places to GOV ids, which has to be done manually) is retrieved from the GOV server and cached internally.
ca: Totes les dades (excepte l'assignació de llocs als identificadors GOV, que s'ha de fer manualment) es recuperen del servidor GOV i es desen a la memòria cau internament.
cs: Všechny údaje (vyjma údajů pro mapování míst na GOV idy, což se musí udělat ručně) se berou ze serveru GOV a interně se ukládají.
de: Alle Daten (mit Ausnahme der Zuordnung von Orten zu GOV-IDs, die manuell erfolgen muss) werden vom GOV-Server abgerufen und intern zwischengespeichert.
fr: Toutes les données (à l'exception du mappage des lieux aux identifiants GOV, qui doit être effectué manuellement) sont récupérées du serveur GOV et mises en cache en interne.
nl: Alle gegevens (behalve de toewijzing van plaatsen aan GOV-ID's, die handmatig moeten worden gedaan) worden opgehaald van de GOV-server en intern in de cache opgeslagen.
ru: Все данные (за исключением сопоставления мест с идентификаторами GOV, которое должно выполняться вручную) извлекаются с сервера GOV и кэшируются во внутреннем кэше.
sk: Všetky údaje (s výnimkou priradenia miesta k jeho GOV-id, čo je potrebné spraviť manuálne) sa získavajú z GOV-servera a dočasne sa interne uložia.
ta: எல்லா தரவுகளும் (கைமுறையாக செய்யப்பட வேண்டிய அரசு ஐடிகளுக்கான இடங்களின் மேப்பிங் தவிர) GOV சேவையகத்திலிருந்து மீட்டெடுக்கப்பட்டு உள்நாட்டில் தற்காலிகமாக சேமிக்கப்படுகிறது.
tr: Tüm veriler (manuel olarak yapılması gereken yerlerin GOV kimliklerine eşlenmesi hariç) GOV sunucusundan alınır ve dahili olarak önbelleğe alınır.
uk: Усі дані (за винятком відображення місць до ідентифікаторів GOV, яке потрібно зробити вручну) отримуються з сервера GOV та кешуються всередині.
vi: Tất cả dữ liệu (ngoại trừ ánh xạ địa điểm tới id GOV, phải được thực hiện theo cách thủ công) được truy xuất từ máy chủ GOV và được lưu trữ nội bộ.

source: As a final fallback, determine the place name according to this checkbox:
ca: Com a alternativa final, determineu el topònim segons aquesta casella de selecció:
cs: Jako konečný záchytný bod určit název místa podle tohoto zatrhávacího políčka:
de: Als letzte Rückfallebene können Sie den Ortsnamen anhand dieses Kontrollkästchens bestimmen:
fr: En guise de solution de secours finale, déterminez le nom de lieu en fonction de cette case à cocher :
nl: Als laatste terugval bepaalt u de plaatsnaam volgens dit selectievakje:
ru: В качестве последнего запасного варианта определите название места в соответствии с этим флажком:
sk: Ako konečný záchytný bod použiť názov miesta podľa tohto checkbox-u:
ta: இறுதி குறைவடையும், இந்த தேர்வுப்பெட்டியின் படி இடத்தின் பெயரைத் தீர்மானிக்கவும்:
tr: Son bir yedek olarak, yer adını bu onay kutusuna göre belirle:
uk: Як остаточний резервний варіант визначте назву місця відповідно до цього прапорця:
vi: Như một dự phòng cuối cùng, hãy xác định tên địa điểm theo hộp kiểm này:

source: Check this option if you still want organizations to appear in hierarchies, e.g. the United Nations as a higher-level object of sovereign entities.
ca: Marqueu aquesta opció si encara voleu que les organitzacions apareguin en jerarquies, per exemple, les Nacions Unides com a objecte de nivell superior d'entitats sobiranes.
cs: Tuto možnost zaškrtněte, pokud přesto chcete, aby se organizace objevovaly v hierarchiích, např. organizace OSN jako objekt vyšší úrovně suverénních entit.
de: Aktivieren Sie diese Option, wenn Sie möchten, dass Organisationen weiterhin in Hierarchien erscheinen, z. B. die Vereinten Nationen als übergeordnetes Objekt souveräner Einheiten.
fr: Cochez cette option si vous souhaitez toujours que les organisations apparaissent dans les hiérarchies, par ex. l'Organisation des Nations Unies en tant qu'objet de niveau supérieur d'entités souveraines.
nl: Schakel deze optie in als u nog steeds wilt dat organisaties in hiërarchieën worden weergegeven, bijvoorbeeld de Verenigde Naties als een object op een hoger niveau van soevereine entiteiten.
ru: Установите этот флажок, если вы по-прежнему хотите, чтобы организации отображались в иерархиях, например Организация Объединенных Наций как объект суверенных образований более высокого уровня.
sk: Aktivujte túto voľbu, keď chcete, aby sa naďalej zobrazovali v hierarchii zobrazovali organizácie, napr. OSNS ako nadradený objekt suverénnych jednotiek.
ta: நிறுவனங்கள் வரிசைமுறைகளில் தோன்ற விரும்பினால் இந்த விருப்பத்தை சரிபார்க்கவும், எ.கா. இறையாண்மை நிறுவனங்களின் உயர் மட்ட பொருளாக ஐக்கிய நாடுகள் அவை.
tr: Kuruluşların hala hiyerarşilerde görünmesini istiyorsanız bu seçeneği işaretleyin, örneğin Birleşmiş Milletler egemen varlıkların daha üst düzey bir nesnesi olarak.
uk: Позначте цей параметр, якщо Ви хочете, щоб організації відображалися в ієрархіях, напр. ООН як об'єкт вищого рівня суверенних утворень.
vi: Hãy chọn tùy chọn này nếu bạn vẫn muốn các tổ chức được hiển thị trong phân cấp cấu trúc, ví dụ như Liên Hợp Quốc là cấp đối tượng cao hơn của các thực thể có quyền chủ.

source: Civil
de: Zivil
nl: Civiel
ru: Гражданская
sk: Občianske
ta: உரிமையியல் நீதிமன்றம் / நயன்மன்றம், குடியியல் நீதிமன்றம் / நயன்மன்றம்
tr: Sivil
uk: Цивільні
vi: Dân sự

source: Compact display (administrative levels only as tooltips)
ca: Pantalla compacta (nivells administratius només com a consells d'eina)
cs: Kompaktní zobrazení (administrační údaje jen jako tooltip)
de: Kompakte Anzeige (Verwaltungsebenen nur als Tooltips)
fr: Affichage compact (niveaux administratifs uniquement sous forme d'infobulles)
nl: Compacte weergave (administratieve niveaus alleen als tooltips)
ru: Компактное отображение (административные уровни только в виде всплывающих подсказок)
sk: Kompaktné zobrazenie (administratívne úrovne len ako bublina)
ta: சிறிய காட்சி (நிர்வாக நிலைகள் உதவிக்குறிப்புகளாக மட்டுமே)
tr: Kompakt ekran (yalnızca araç ipuçları olarak yönetim seviyeleri)
uk: Компактний вигляд (адміністративні рівні лише як підказки)
vi: Màn hình nhỏ gọn (chỉ cấp quản trị dưới dạng chú giải công cụ)

source: Consequently, place hierarchy information can only be changed indirectly, via the GOV website.
ca: En conseqüència, la informació de jerarquia de llocs només es pot canviar indirectament, a través del lloc web de GOV.
cs: Tudíž informace o hierarchii místa lze měnit pouze nepřímo, přes web GOV.
de: Folglich können Ortshierarchieinformationen nur indirekt über die GOV-Website geändert werden.
fr: Par conséquent, les informations de la hiérarchie des lieux ne peuvent être modifiées qu'indirectement, via le site Web de GOV.
nl: Daarom kan informatie over plaatshiërarchie alleen indirect worden gewijzigd via de GOV-website.
ru: Следовательно, информация об иерархии мест может быть изменена только косвенно, через веб-сайт GOV.
sk: Preto sa môžu informácie o hierarchii miest meniť len nepriamo - cez webové stránky GOV.
ta: இதன் விளைவாக, இடம் வரிசைமுறை தகவல்களை அரசு வலைத்தளம் வழியாக மறைமுகமாக மாற்ற முடியும்.
tr: Sonuç olarak, yer hiyerarşi bilgileri yalnızca dolaylı olarak GOV web sitesi aracılığıyla değiştirilebilir.
uk: Отже, інформацію про ієрархію місць можна змінювати лише побічно через веб-сайт GOV.
vi: Do đó, thông tin phân cấp địa điểm chỉ có thể được thay đổi một cách gián tiếp, thông qua trang web của Chính phủ.

source: Data obtained from GOV server. Edited data will be stored as local modifications (outside GEDCOM, just like the original data). Edited data always has precedence over original data. It will not be deleted when hierarchies are reloaded, but can be deleted explicitly here. No data is transferred to the GOV server.
ca: Dades obtingudes del servidor GOV. Les dades editades s'emmagatzemaran com a modificacions locals (fora de GEDCOM, igual que les dades originals). Les dades editades sempre tenen prioritat sobre les originals. No se suprimirà quan es tornin a carregar les jerarquies, però es pot suprimir explícitament aquí. No es transfereixen dades al servidor GOV.
cs: Údaje získané ze serveru GOV. Upravené údaje jsou uloženy jako lokální modifikace (mimo GEDCOM, stejně jako původní údaje). Upravené údaje mají vždy přednost před původními. V případě, že se hierarchie nahrává nanovo, údaje nebudou smazány, ale dají se smazat zde. Žádné údaje se nepřenášejí na server GOV.
de: Vom GOV-Server stammende Daten. Bearbeitete Daten werden als lokale Modifikationen gespeichert (außerhalb von GEDCOM, genau wie die Originaldaten). Bearbeitete Daten haben immer Vorrang vor Originaldaten. Sie werden nicht gelöscht, wenn Hierarchien neu geladen werden, sie können hier aber gelöscht werden. Es werden keine Daten an den GOV-Server übertragen.
fr: Données obtenues à partir du serveur GOV. Les données éditées seront stockées en tant que modifications locales (en dehors de GEDCOM, tout comme les données d'origine). Les données modifiées ont toujours priorité sur les données d'origine. Il ne sera pas supprimé lors du rechargement des hiérarchies, mais peut être supprimé explicitement ici. Aucune donnée n'est transférée au serveur GOV.
nl: Gegevens verkregen van GOV-server. Bewerkte gegevens worden opgeslagen als lokale wijzigingen (buiten GEDCOM, net als de originele gegevens). Bewerkte gegevens hebben altijd voorrang op originele gegevens. Ze worden niet verwijderd wanneer hiërarchieën opnieuw worden geladen, maar kunnen hier expliciet worden verwijderd. Er worden geen gegevens overgebracht naar de GOV-server.
ru: Данные, полученные с сервера GOV. Отредактированные данные будут храниться как локальные модификации (вне GEDCOM, как и оригинальные данные). Отредактированные данные всегда имеют приоритет над оригинальными данными. Они не будут удалены при перезагрузке иерархий, но могут быть удалены явно здесь. Никакие данные не передаются на сервер GOV.
sk: Údaje získané zo serveru GOV. Upravené údaje sú uložené ako lokálne modifikácie (mimo GEDCOM-u, takisto ako pôvodné údaje). Upravené údaje majú vždy prednosť pred originálnymi. V prípade, že načítate hierarchie nanovo, tak lokálne údaje zostanú zachované. Môžete ich zmazať tu. Žiadne údaje sa neprenášajú na GOV server.
ta: GOV சேவையகத்திலிருந்து பெறப்பட்ட தரவு. திருத்தப்பட்ட தரவு உள்ளக மாற்றங்களாக சேமிக்கப்படும் (அசல் தரவைப் போலவே GEDCOM க்கு வெளியே). திருத்தப்பட்ட தரவு எப்போதும் அசல் தரவை விட முன்னுரிமை உள்ளது. படிநிலைகள் மீண்டும் ஏற்றப்படும் போது இது நீக்கப்படாது, ஆனால் இங்கே வெளிப்படையாக நீக்கப்படலாம். எந்த தரவு அரசு சேவையகத்திற்கு மாற்றப்படவில்லை.
tr: GOV sunucusundan elde edilen veriler. Düzenlenen veriler yerel değişiklikler olarak saklanacaktır (GEDCOM dışında, tıpkı orijinal veriler gibi). Düzenlenmiş veriler her zaman orijinal verilere göre önceliğe sahiptir. Hiyerarşiler yeniden yüklendiğinde silinmez, ancak burada açıkça silinebilir. GOV sunucusuna hiçbir veri aktarılmaz.
uk: Дані отримані з сервера GOV. Відредаговані дані зберігатимуться як локальні модифікації (поза GEDCOM, як і вихідні дані). Відредаговані дані завжди мають пріоритет над оригінальними даними. Його не буде видалено під час перезавантаження ієрархій, але його можна видалити явно тут. Жодні дані не передаються на сервер GOV.
vi: Dữ liệu được lấy từ máy chủ GOV. Dữ liệu đã chỉnh sửa sẽ được lưu trữ dưới dạng các sửa đổi cục bộ (bên ngoài GEDCOM, giống như dữ liệu gốc). Dữ liệu đã chỉnh sửa luôn được ưu tiên hơn dữ liệu gốc. Nó sẽ không bị xóa khi tải lại cấu trúc phân cấp, nhưng có thể bị xóa rõ ràng tại đây. Không có dữ liệu nào được chuyển đến máy chủ GOV.

source: Display a tooltip indicating the source of the GOV id. This is intended mainly for debugging.
ca: Mostra un indicador de funció que indiqui l'origen de l'identificador GOV. Això està pensat principalment per a la depuració.
cs: Zobrazit tooltip naznačující pramen GOV idu. Hlavně pro účely debuggingu.
de: Zeigt einen Tooltip an, der die Quelle der GOV-ID angibt. Dieser ist hauptsächlich zur Fehleranalyse gedacht.
fr: Afficher une info-bulle indiquant la source de l'identifiant GOV. Ceci est principalement destiné au débogage.
nl: Een tooltip weergeven die de bron van het GOV-ID aangeeft. Dit is vooral bedoeld voor debugging.
ru: Отобразите всплывающую подсказку с указанием источника идентификатора GOV. Это предназначено в основном для отладки.
sk: Zobrazí bublinu zobrazujúcu zdroj GOV id. Určené v prvom rade pre hľadanie chýb.
ta: GOV ஐடியின் மூலத்தைக் குறிக்கும் உதவிக்குறிப்பைக் காண்பி. இது முக்கியமாக பிழைத்திருத்தத்திற்காக வடிவமைக்கப்பட்டுள்ளது.
tr: GOV kimliğinin kaynağını gösteren bir araç ipucu görüntüler. Bu esas olarak hata ayıklama için tasarlanmıştır.
uk: Відобразіть підказку із зазначенням джерела ідентифікатора GOV. Це призначено головним чином для налагодження.
vi: Hiển thị chú giải công cụ cho biết nguồn của id GOV. Đây là mục đích chủ yếu để gỡ lỗi.

source: Edit %1$s for %2$s
ca: Editar %1$s per %2$s
cs: Upravit %1$s pro %2$s
de: Bearbeiten %1$s für %2$s
fr: Modifier %1$s pour %2$s
nl: Bewerk %1$s voor %2$s
ru: Изменить %1$s для %2$s
sk: Upraviť %1$s lokality %2$s
ta: %2$s க்கு %1$s ஐத் திருத்து
tr: %2$s için %1$s'yi düzenleyin
uk: Змінити %1$s для %2$s
vi: Chỉnh sửa %1$s thành %2$s
