Repository: vesta-webtrees-2-custom-modules/vesta_gov4webtrees
Catalog: resources/lang/*.po
Languages: ca, cs, de, fr, nl, ru, sk, ta, tr, uk, vi

source: Place text and links
ca: Col·locar text i enllaços
cs: Text a propojení místa
de: Orts-Text und -Verknüpfung
fr: Texte et liens du lieu
nl: Plaatstekst en koppelingen
ru: Поместите текст и ссылки
sk: Linky a texty miest
ta: உரை மற்றும் இணைப்புகளை வைக்கவும்
tr: Metin ve bağlantılar yerleştirin
uk: Розмістіть текст та посилання
vi: Đặt văn bản và liên kết

source: Please enter at least 10 characters.
ca: Introduïu com a mínim 10 caràcters.
cs: Zadejte nejméně 10 znaků.
de: Bitte mindestens 10 Zeichen eingeben.
fr: Veuillez entrer au moins 10 caractères.
nl: Voer ten minste 10 tekens in.
ru: Пожалуйста, введите не менее 10 символов.
sk: Zadajte prosím, najmenej 10 znakov.
ta: குறைந்தது 10 எழுத்துக்களை உள்ளிடவும்.
tr: Lütfen en az 10 karakter giriniz.
uk: Будь ласка, введіть принаймні 10 символів.
vi: Vui lòng nhập ít nhất 10 ký tự.

source: Religious
ca: Religiós
cs: Náboženský
de: Religiös
fr: Religieux
nl: Religieus
ru: Религиозный
sk: Náboženské
ta: மத
tr: Dini
uk: Релігійний
vi: Tôn giáo

source: Remove this GOV Name?
ca: Elimineu aquest nom GOV?
cs: Odstranit toto jméno GOV?
de: Diesen GOV-Namen entfernen?
fr: Supprimer ce nom de GOV ?
nl: Deze GOV-naam verwijderen?
ru: Удалить это имя GOV?
sk: Zmazať tento GOV názov?
ta: இந்த அரசாங்க பெயரை அகற்றவா?
tr: Bu GOV Adını kaldıralım mı?
uk: Видалити це ім'я GOV?
vi: Xóa tên GOV này?

source: Remove this GOV Object Type?
ca: Elimineu aquest tipus d'objecte GOV?
cs: Odstranit tento typ objektu GOV?
de: Diesen GOV-Objekttyp entfernen?
fr: Supprimer ce type d'objet GOV ?
nl: Dit GOV-objecttype verwijderen?
ru: Удалить этот тип объекта GOV?
sk: Zmazať tento GOV typ?
ta: இந்த அரசாங்க பொருள் வகையை அகற்றவா?
tr: Bu GOV Nesne Tipini kaldıralım mı?
uk: Видалити цей тип об’єкта GOV?
vi: Xóa loại đối tượng GOV này?

source: Remove this GOV Parent?
ca: Elimineu aquest pare GOV?
cs: Odstranit tento nadřazený objekt GOV?
de: Dieses übergeordnete GOV-Element entfernen?
fr: Supprimer ce parent GOV ?
nl: Deze GOV-ouder verwijderen?
ru: Удалить этого родителя GOV?
sk: Zmazať tento GOV nadradený objekt?
ta: இந்த அரசாங்க பெற்றோரை அகற்றவா?
tr: Bu GOV Ebeveynini kaldıralım mı?
uk: Видалити цей батьківський елемент GOV?
vi: Xóa mục cha GOV này?

source: Reset GOV id (outside GEDCOM) and reload the GOV place hierarchy
ca: Restableix l'identificador GOV (fora de GEDCOM) i torna a carregar la jerarquia de llocs GOV
cs: Znovu nastavit GOV id (vně GEDCOMu) a znovu stáhnout GOV hierarchii míst
de: GOV-ID anpassen (außerhalb der GEDCOM-Daten) und die Ortshierarchie neu laden
fr: Réinitialiser l'identifiant GOV (en dehors de GEDCOM) et recharger la hiérarchie des espaces GOV
nl: Stel GOV-ID opnieuw in en herlaad de GOV-plaatshiërarchie
ru: Сбросить идентификатор GOV (вне GEDCOM) и перезагрузить иерархию мест GOV
sk: Znovunastaviť identifikátor GOV (mimo GEDCOM) a načítať hierarchiu miest GOV
ta: கோவ் ஐடியை (GEDCOM க்கு வெளியே) மீட்டமைத்து, கோவ் இட வரிசைமுறையை மீண்டும் ஏற்றவும்
tr: GOV kimliğini (GEDCOM dışında) sıfırlayın ve GOV yer hiyerarşisini yeniden yükleyin
uk: Скинути ідентифікатор GOV (поза GEDCOM) і перезавантажте ієрархію місць GOV
vi: Đặt lại id GOV (bên ngoài GEDCOM) và tải lại hệ thống phân cấp địa điểm của GOV

source: Reset GOV id for %1$s
ca: Restableix l'identificador GOV per a %1$s
cs: Obnovit GOV id pro %1$s
de: GOV-ID für %1$s anpassen
fr: Réinitialiser l'identifiant GOV pour %1$s
nl: Stel GOV-ID opnieuw in voor %1$s
ru: Сбросить идентификатор GOV для %1$s
sk: Resetovať identifikátor GOV pre %1$s
ta: அரசு ஐடியை %1$s க்கு மீட்டமைக்கவும்
tr: %1$s için GOV kimliğini sıfırla
uk: Скинути ідентифікатор GOV для %1$s
vi: Đặt lại id GOV cho %1$s

source: Save the current id in order to reload the place hierarchy data from the GOV server.
ca: Deseu l'identificador actual per tornar a carregar les dades de jerarquia del lloc des del servidor GOV.
cs: Uložit současný id kvůli novému stažení údajů hierarchie místa ze serveru GOV.
de: Um die Ortshierarchie neu vom GOV-Server zu laden, aktuelle GOV-Id speichern.
fr: Enregistrez l'identifiant actuel afin de recharger les données de la hiérarchie des lieux à partir du serveur GOV.
nl: Sla de huidige ID op om de plaatshiërarchie opnieuw te laden van de GOV-server.
ru: Сохраните текущий идентификатор, чтобы перезагрузить данные иерархии мест с сервера GOV.
sk: Uložte aktuálny identifikátor, aby sa znovunačítala hierarchia miesta z GOV serveru.
ta: GOV சேவையகத்திலிருந்து இட வரிசைமுறை தரவை மீண்டும் ஏற்ற தற்போதைய ஐடியைச் சேமிக்கவும்.
tr: GOV sunucusundan yer hiyerarşi verilerini yeniden yüklemek için mevcut kimliği kaydedin.
uk: Збережіть поточний ідентифікатор, щоб перезавантажити дані ієрархії місць із сервера GOV.
vi: Lưu id hiện tại để tải lại dữ liệu phân cấp địa điểm từ máy chủ GOV.

source: See also %1$s for the original list of types and type descriptions.
ca: Vegeu també %1$s per a la llista original de tipus i descripcions de tipus.
cs: Vizte také %1$s pro původní seznam typů a jejich popisů.
de: Siehe auch %1$s für die ursprüngliche Liste der Typen und Typbeschreibungen.
fr: Voir aussi %1$s pour la liste originale des types et des descriptions de type.
nl: Zie ook %1$s voor de oorspronkelijke lijst met typen en typebeschrijvingen.
ru: См. Также %1$s для ознакомления с исходным списком типов и описанием типов.
sk: %1$s si môžete pozrieť pôvodný zoznam typov a popis typov.
ta: வகைகள் மற்றும் வகை விளக்கங்களின் அசல் பட்டியலுக்கு %1$s ஐயும் காண்க.
tr: Türlerin orijinal listesi ve tür açıklamaları için ayrıca %1$s bölümüne bakın.
uk: Перегляньте також %1$s для оригінального списку типів і описів типів.
vi: Xem thêm %1$s để biết danh sách gốc các loại và mô tả loại.

source: Set GOV id (outside GEDCOM)
ca: Definir l'identificador GOV (fora de GEDCOM)
cs: Nastavit GOV id (vne GEDCOMu)
de: GOV-ID setzen (außerhalb der GEDCOM-Daten)
fr: Définir l'identifiant GOV (en dehors de GEDCOM)
nl: Stel GOV-ID in
ru: Установить идентификатор GOV (вне GEDCOM)
sk: Nastaviť identifikátor GOV (mimo GEDCOM)
ta: கோவ் ஐடியை அமைக்கவும் (GEDCOM க்கு வெளியே)
tr: GOV kimliğini ayarla (GEDCOM dışında)
uk: Встановити ідентифікатор GOV (поза GEDCOM)
vi: Đặt id GOV (bên ngoài GEDCOM)

source: Set GOV id for %1$s
ca: Definiu l'identificador de GOV per a %1$s
cs: Nastavit GOV id pro %1$s
de: GOV-ID für %1$s setzen
fr: Définir l'identifiant GOV pour %1$s
nl: Stel GOV-ID in voor %1$s
ru: Установить идентификатор GOV для %1$s
sk: Nastaviť identifikátor GOV pre %1$s
ta: %1$s க்கு கோவ் ஐடியை அமைக்கவும்
tr: %1$s için GOV kimliğini ayarla
uk: Встановити ідентифікатор GOV для %1$s
vi: Thiết lập id GOV cho %1$s

source: Settlement
ca: Assentament
cs: Sídliště
de: Siedlung
fr: Règlement
nl: Nederzetting
ru: Поселок
sk: Sídlo
ta: தீர்வு
tr: Yerleşim
uk: Поселення
vi: Khu dân cư

source: Several object types that are part of this type group in the original model can be seen as problematic in this context, and have been moved to a custom '%1$s' type group.
ca: Diversos tipus d'objectes que formen part d'aquest grup de tipus en el model original poden ser vistos com a problemàtics en aquest context, i s'han mogut a un personalitzat '%1$s' Tipus grup.
cs: Několik typů objektů, které jsou součástí této skupiny typů v původním modelu, lze v tomto kontextu považovat za problematické a byly přesunuty do vlastní skupiny typů '%1$s'.
de: Mehrere Objekttypen, die im ursprünglichen Modell Teil dieser Typgruppe sind, können in diesem Zusammenhang als problematisch angesehen werden und wurden in die spezielle Typgruppe "%1$s" verschoben.
fr: Plusieurs types d'objets qui font partie de ce groupe de types dans le modèle d'origine peuvent être considérés comme problématiques dans ce contexte et ont été déplacés vers un groupe de types personnalisé '%1$s'.
nl: Verschillende objecttypen die deel uitmaken van deze typegroep in het oorspronkelijke model kunnen in deze context als problematisch worden beschouwd en zijn verplaatst naar een aangepaste '%1$s' typegroep.
ru: Некоторые типы объектов, которые являются частью этой группы типов в исходной модели, могут рассматриваться как проблемные в этом контексте и были перемещены в настраиваемую группу типов " %1$s ".
sk: Viaceré typy objektov, ktoré sú v pôvodnom modeli súčasťou tejto skupiny sa v tomto kontexte môžu vnímať ako problematické a boli presunuté do samostatnej skupiny typov „%1$s“.
ta: அசல் மாதிரியில் இந்த வகை குழுவின் ஒரு பகுதியாக இருக்கும் பல பொருள் வகைகள் இந்த சூழலில் சிக்கலானதாகக் காணப்படுகின்றன, மேலும் அவை தனிப்பயன் '%1$s' வகை குழுவிற்கு மாற்றப்பட்டுள்ளன.
tr: Orijinal modelde bu tip grubunun bir parçası olan birkaç nesne tipi bu bağlamda sorunlu olarak görülebilir ve özel bir '%1$s' tip grubuna taşınmıştır.
uk: Кілька типів об’єктів, які є частиною цієї групи типів у вихідній моделі, можуть розглядатися як проблематичні в цьому контексті, і їх було переміщено до спеціальної групи типів '%1$s'.
vi: Một số kiểu đối tượng thuộc nhóm kiểu này trong mô hình gốc có thể được xem là có vấn đề trong ngữ cảnh này và đã được chuyển sang nhóm kiểu tùy chỉnh '%1$s'.

source: Show GOV hierarchy for
ca: Mostra la jerarquia de GOV per a
cs: Zobrazit hierarchii GOV pro
de: Zeige GOV-Hierarchie für
fr: Afficher la hiérarchie GOV pour
nl: Toon GOV-hiërarchie voor
ru: Показать иерархию GOV для
sk: Zobraziť GOV hierarchiu pre
ta: அரசு வரிசைமுறையைக் காட்டு
tr: Şunun için GOV hiyerarşisini göster
uk: Показати ієрархію GOV для
vi: Hiển thị hệ thống phân cấp của GOV cho

source: Show additional info
ca: Mostra informació addicional
cs: Zobrazit přidané informace
de: Zeige zusätzliche Informationen
fr: Afficher des informations supplémentaires
nl: Toon aanvullende informatie
ru: Показать дополнительную информацию
sk: Ukázať dodatočné informácie
ta: கூடுதல் தகவலைக் காட்டு
tr: Ek bilgileri göster
uk: Показати додаткову інформацію
vi: Hiển thị thông tin bổ sung

source: Show objects of type group '%1$s' in hierarchy
ca: Mostrar objectes de tipus grup '%1$s' en jerarquia
cs: Zobrazit v hierarchii objekty typové skupiny '%1$s'
de: Objekte der Typgruppe '%1$s' in der Hierarchie anzeigen
fr: Afficher les objets du groupe de type '%1$s' dans la hiérarchie
nl: Toon objecten van typegroep '%1$s' in hiërarchie
ru: Показать объекты группы типов "%1$s" в иерархии
sk: Zobraziť v hierarchii objekty skupiny typov „%1$s“
ta: வரிசைக்கு '%1$s' வகை குழுவின் பொருள்களைக் காட்டு
tr: Hiyerarşide '%1$s' grup türündeki nesneleri göster
uk: Показати об'єкти групи типу '%1$s' в ієрархії
vi: Hiển thị các đối tượng thuộc loại nhóm '%1$s' trong hệ thống phân cấp

source: Subsequently, all data is retrieved again from the GOV server.
ca: Posteriorment, totes les dades es recuperen de nou del servidor GOV.
cs: Následně se všechny údaje znovu odeberou ze serveru GOV.
de: Anschließend werden wieder alle Daten vom GOV-Server abgerufen.
fr: Par la suite, toutes les données sont à nouveau extraites du serveur GOV.
nl: Vervolgens worden alle gegevens weer opgehaald van de GOV-server.
ru: Впоследствии все данные снова извлекаются с сервера GOV.
sk: Všetky údaje z GOV servera sa znovu načítajú.
ta: பின்னர், அனைத்து தரவுகளும் GOV சேவையகத்திலிருந்து மீண்டும் மீட்டெடுக்கப்படுகின்றன.
tr: Daha sonra, tüm veriler GOV sunucusundan tekrar alınır.
uk: Згодом усі дані знову отримуються із сервера GOV.
vi: Sau đó, tất cả dữ liệu được lấy lại từ máy chủ GOV.

source: The GOV server provides place names in different languages. However, there is no concept of an 'official language' for a place.
ca: El servidor GOV proporciona topònims en diferents idiomes. No obstant això, no hi ha un concepte de "llengua oficial" per a un lloc.
cs: Server GOV poskytuje názvy míst v různých jazycích. Avšak neexistuje tam pojem 'úřední jazyk' pro místo.
de: Der GOV-Server bietet Ortsnamen in verschiedenen Sprachen an. Es gibt jedoch kein Konzept einer "offiziellen Sprache" für einen Ort.
fr: Le serveur GOV fournit des noms de lieux dans différentes langues. Cependant, il n'y a pas de notion de «langue officielle» pour un lieu.
nl: De GOV-server biedt plaatsnamen in verschillende talen. Er is echter geen concept van een 'officiële taal' voor een plaats.
ru: Сервер GOV предоставляет географические названия на разных языках. Однако для места не существует понятия «официальный язык».
sk: Server GOV poskytuje názvy miest v rôznych jazykoch. V štruktúre ich údajov však neexistuje koncept „oficiálneho jazyka“ pre konkrétne miesto.
ta: அரசு சேவையகம் வெவ்வேறு மொழிகளில் இடப் பெயர்களை வழங்குகிறது. இருப்பினும், ஒரு இடத்திற்கு ஒரு 'உத்தியோகபூர்வ மொழி' என்ற கருத்து இல்லை.
tr: GOV sunucusu, farklı dillerde yer adları sağlar. Ancak, bir yer için 'resmi dil' kavramı yoktur.
uk: Сервер GOV надає назви місць різними мовами. Однак поняття "офіційна мова" місця не існує.
vi: Máy chủ GOV cung cấp tên địa điểm bằng các ngôn ngữ khác nhau. Tuy nhiên, không có khái niệm về 'ngôn ngữ chính thức' cho một địa điểm.

source: The GOV server seems to be temporarily unavailable.
ca: Sembla que el servidor GOV no està disponible temporalment.
cs: GOV server je pravděpodobně dočasně nedostupný.
de: Der GOV-Server scheint zeitweise nicht erreichbar zu sein.
fr: Le serveur GOV semble temporairement indisponible.
nl: De GOV-server lijkt tijdelijk niet beschikbaar.
ru: Сервер GOV временно недоступен.
sk: Zdá sa, že server GOV je momentálne nedostupný.
ta: அரசு சேவையகம் தற்காலிகமாக கிடைக்கவில்லை என்று தெரிகிறது.
tr: GOV sunucusu geçici olarak kullanılamıyor gibi görünüyor.
uk: Сервер GOV тимчасово недоступний.
vi: Máy chủ GOV tạm thời không khả dụng.

source: The current user language always has the highest priority.
ca: L'idioma d'usuari actual sempre té la màxima prioritat.
cs: Jazyk uživatele má vždy nejvyšší prioritu.
de: Die aktuelle Benutzersprache hat immer die höchste Priorität.
fr: La langue de l'utilisateur actuelle a toujours la priorité la plus élevée.
nl: De huidige gebruikerstaal heeft altijd de hoogste prioriteit.
ru: Текущий язык пользователя всегда имеет наивысший приоритет.
sk: Jazyk užívateľa má najvyššiu prioritu.
ta: தற்போதைய பயனர் மொழிக்கு எப்போதும் அதிக முன்னுரிமை உள்ளது.
tr: Geçerli kullanıcı dili her zaman en yüksek önceliğe sahiptir.
uk: Поточна мова користувача завжди має найвищий пріоритет.
vi: Ngôn ngữ người dùng hiện tại luôn được ưu tiên cao nhất.

source: These languages are then used, in the given order, either as fallbacks, or (if upper-cased) as additional languages (i.e. 'official languages' for a place hierarchy).
ca: Aquestes llengües s'utilitzen, en l'ordre donat, ja sigui com a alternatives o (si s'escriuen en majúscules) com a llengües addicionals (és a dir, "llengües oficials" per a una jerarquia de lloc).
cs: Tyto jazyky se pak použijí v daném pořadí buď jako náhradní jazyky, nebo (jsou-li psány velkými písmeny) jako dodatečné jazyky (tj. 'úřední jazyky' pro hierarchii míst).
de: Diese Sprachen werden dann in der angegebenen Reihenfolge entweder als Ausweichsprachen oder (bei Großschreibung) als zusätzliche Sprachen (d. h. "Amtssprachen" für eine Ortshierarchie) verwendet.
fr: Ces langues sont ensuite utilisées, dans l'ordre donné, soit comme solutions de secours, soit (si elles sont en majuscules) comme langues supplémentaires (c'est-à-dire " langues officielles '' pour une hiérarchie de lieux).
nl: Deze talen worden vervolgens in de gegeven volgorde gebruikt als terugval, of (indien in hoofdletters) als extra talen (d.w.z. 'officiële talen' voor een plaatshiërarchie).
ru: Эти языки затем используются в указанном порядке либо в качестве запасных, либо (если в верхнем регистре) в качестве дополнительных языков (т. Е. `` Официальных языков '' для иерархии мест).
sk: Tieto jazyky sa použijú v zadanom poradí, buď prvý v poradí, alebo, ak je napísaný veľkými písmenami, ako dodatočný jazyk (napr. ako „oficiálny jazyk“ pre miesto).
ta: இந்த மொழிகள் பின்னர் கொடுக்கப்பட்ட வரிசையில், குறைவடைப்புகளாகவோ அல்லது (மேல்-சிஇடி என்றால்) கூடுதல் மொழிகளாகவோ (அதாவது ஒரு இட வரிசைமுறைக்கு 'அதிகாரப்பூர்வ மொழிகள்') பயன்படுத்தப்படுகின்றன.
tr: Bu diller daha sonra verilen sırayla ya yedek olarak ya da (büyük harfle yazılırsa) ek diller (yani bir yer hiyerarşisi için 'resmi diller') olarak kullanılır.
uk: Потім ці мови використовуються в заданому порядку або як резервні копії, або (якщо верхній регістр) використовуються як додаткові мови (тобто "офіційні мови" для ієрархії місця).
vi: Sau đó, những ngôn ngữ này được sử dụng, theo thứ tự nhất định, dưới dạng dự phòng hoặc (nếu viết hoa) làm ngôn ngữ bổ sung (tức là 'ngôn ngữ chính thức' cho hệ thống phân cấp địa điểm).

source: This option mainly exists for demo servers and is not recommended otherwise. It has precedence over the preceding option.
ca: Aquesta opció existeix principalment per a servidors de demostració i no es recomana d'una altra manera. Té preferència sobre l'opció anterior.
cs: Tato možnost existuje hlavně pro předváděcí servery a jinak se nedoporučuje. Má přednost před předcházející volbou.
de: Diese Option ist hauptsächlich für Demo-Server vorgesehen und wird andernfalls nicht zur Nutzung empfohlen. Sie hat eine höhere Priorität gegenüber der vorhergehenden Option.
fr: Cette option existe principalement pour les serveurs de démonstration et n'est pas recommandée autrement. Elle a priorité sur l'option précédente.
nl: Deze optie bestaat voornamelijk voor demoservers en wordt verder niet aanbevolen. Het heeft voorrang op de voorgaande optie.
ru: Эта опция в основном существует для демонстрационных серверов и не рекомендуется в других случаях. Он имеет приоритет перед предыдущим вариантом.
sk: Táto voľba je určená hlavne pre ukážkový server a neodporúča sa použiť v iných prípadoch. Má vyššiu prioritu oproti predchádzajúcim voľbám.
ta: இந்த விருப்பம் முக்கியமாக டெமோ சேவையகங்களுக்கு உள்ளது, இல்லையெனில் பரிந்துரைக்கப்படவில்லை. முந்தைய விருப்பத்தை விட இது முன்னுரிமை உள்ளது.
tr: Bu seçenek esas olarak demo sunucular için mevcuttur ve başka türlü tavsiye edilmez. Önceki seçeneğe göre önceliğe sahiptir.
uk: Ця опція в основному існує для демонстраційних серверів, інакше не рекомендується. Він має перевагу над попереднім варіантом.
vi: Tùy chọn này chủ yếu tồn tại cho các máy chủ demo và không được khuyến nghị theo cách khác. Nó được ưu tiên hơn tùy chọn trước đó.

source: This policy hasn't been strictly followed though. Check this option if you still want to display settlements in hierarchies.
ca: Tanmateix, aquesta política no s'ha seguit estrictament. Marqueu aquesta opció si encara voleu mostrar els assentaments en jerarquies.
cs: Tato zásada však nebyla striktně dodržována. Tuto možnost zaškrtněte, pokud přesto chcete zobrazovat sídla v hierarchiích.
de: Diese Richtlinie wurde jedoch nicht streng befolgt. Aktivieren Sie diese Option, wenn Sie weiterhin Siedlungen in Hierarchien anzeigen möchten.
fr: Cette politique n'a cependant pas été strictement suivie. Cochez cette option si vous souhaitez toujours afficher les décomptes dans les hiérarchies.
nl: Dit beleid is echter niet strikt gevolgd. Schakel deze optie in als u nog steeds nederzettingen in hiërarchieën wilt weergeven.
ru: Однако эта политика не соблюдалась строго. Установите этот флажок, если вы по-прежнему хотите отображать поселения в иерархиях.
sk: Táto zásada však nebola strikte dodržiavaná. Zvoľte túto možnosť, ak chcete zobraziť sídla v hierarchii.
ta: இந்த கொள்கை கண்டிப்பாக பின்பற்றப்படவில்லை. நீங்கள் இன்னும் வரிசைமுறைகளை படிநிலைகளில் காண்பிக்க விரும்பினால் இந்த விருப்பத்தை சரிபார்க்கவும்.
tr: Yine de bu politika sıkı bir şekilde takip edilmemiştir. Yerleşim yerlerini hala hiyerarşiler halinde görüntülemek istiyorsanız bu seçeneği işaretleyin.
uk: Однак ця політика не дотримується чітко. Позначте цей параметр, якщо Ви все ще бажаєте відображати поселення в ієрархіях.
vi: Tuy nhiên, chính sách này không được tuân thủ nghiêm ngặt. Hãy chọn tùy chọn này nếu bạn vẫn muốn hiển thị các khu định cư theo cấu trúc phân cấp.

source: To
ca: A
cs: Do
de: Zu
fr: Pour
nl: Naar
ru: Кому
sk: Do
ta: பெறுநர்
tr: için
uk: До
vi: Đến

source: Use NuSOAP instead of SoapClient
fr: Utilisez NuSOAP au lieu de SoapClient
ru: Используйте NuSOAP вместо SoapClient

source: Use place names and link to places existing in webtrees, additionally link to GOV via icons
ca: Utilitzeu noms de llocs i enllaceu a llocs existents en arbres web, a més d'enllaçar amb GOV mitjançant icones
cs: Použít názvy a propojení míst na místa existující ve webtrees, navíc s propojením na GOV skrze ikony
de: Verwende Ortsnamen und verknüpfe zu in webtrees existierenden Orten, zusätzlich wird mittels Icon zum GOV verwiesen
fr: Utilisez des noms de lieux et des liens vers des lieux existants dans les webtrees, ainsi que des liens vers GOV via des icônes
nl: Gebruik plaatsnamen en link naar plaatsen die bestaan in webtrees, en link bovendien naar GOV via pictogrammen
ru: Используйте названия мест и ссылки на места, существующие в веб-деревьях, дополнительно связывайтесь с GOV с помощью значков
sk: Použiť názvy miest a prepojiť ich k miestam, ktoré existujú vo webtrees, dodatočne prepojiť ikonou s GOV
ta: வெப் ட்ரீசில் இருக்கும் இடங்களுக்கான இடப் பெயர்களையும் இணைப்பையும் பயன்படுத்தவும், கூடுதலாக ஐகான்கள் வழியாக GOV உடன் இணைக்கவும்
tr: Yer adlarını kullanın ve webtrees'te bulunan yerlere bağlantı kurun, ayrıca simgelerle GOV ile bağlantı kurun
uk: Використовуйте назви місць і посилання на місця, що існують на webtrees, додаткові посилання на GOV за допомогою піктограм
vi: Sử dụng tên địa điểm và liên kết đến các địa điểm hiện có trong webtrees, liên kết bổ sung với GOV thông qua các biểu tượng

source: Use place names and links from GOV
ca: Utilitzeu noms de lloc i enllaços de GOV
cs: Použít názvy a propojení míst z GOV
de: Verwende Ortsnamen und Verknüpfungen vom GOV
fr: Utilisez des noms de lieux et des liens de GOV
nl: Gebruik plaatsnamen en links van GOV
ru: Используйте названия то время и ссылки от GOV
sk: Použiť názvy miest a prepojenia z GOV
ta: அரசாங்கத்தின் இடப் பெயர்கள் மற்றும் இணைப்புகளைப் பயன்படுத்தவும்
tr: GOV'dan yer adlarını ve bağlantıları kullanın
uk: Використовуйте назви місць та посилання від GOV
vi: Sử dụng tên địa điểm và liên kết từ GOV

source: Use place names and links from GOV, additionally link to places existing in webtrees via icons
ca: Utilitzeu noms de llocs i enllaços de GOV, a més enllaçar a llocs existents en arbres web mitjançant icones
cs: Použít názvy a propojení míst z GOV, navíc skrze ikony propojení na místa existující ve webtrees
de: Verwende Ortsnamen und Verknüpfungen vom GOV, zusätzlich wird mittels Icon auf existierenden Orten in webtrees verwiesen
fr: Utilisez des noms de lieux et des liens de GOV, ainsi que des liens vers des lieux existants dans webtrees via des icônes
nl: Gebruik plaatsnamen en links van GOV, en link bovendien naar plaatsen die in webtrees bestaan via pictogrammen
ru: Используйте названия мест и ссылки от GOV, дополнительно ссылку на места, существующие в webtrees через значки
sk: Použiť názvy miest a prepojenia z GOV, dodatočne prepojiť ikonou s miestami, ktoré existujú vo webtrees
ta: GOV இலிருந்து இடப் பெயர்கள் மற்றும் இணைப்புகளைப் பயன்படுத்தவும், கூடுதலாக ஐகான்கள் வழியாக வெப் ட்ரீசில் இருக்கும் இடங்களுடன் இணைக்கவும்
tr: Yer adlarını ve GOV bağlantılarını kullanın, ayrıca webtrees'te bulunan yerlere simgelerle bağlantı kurun
uk: Використовуйте назви місць та посилання від GOV, додатково посилання на місця, що існують на webtrees, за допомогою піктограм
vi: Sử dụng tên địa điểm và liên kết từ GOV, liên kết bổ sung đến các địa điểm hiện có trong webtrees thông qua biểu tượng
