Repository: vesta-webtrees-2-custom-modules/vesta_gov4webtrees
Catalog: resources/lang/*.po
Languages: ca, cs, de, fr, nl, ru, sk, ta, tr, uk, vi

source: Execute requests to the GOV server via NuSOAP, rather than using the native php SoapClient. The native SoapClient is usually enabled (you can check this in your php.ini settings), but may not be provided by all hosters. If the native client is not enabled/available, this option is checked automatically.
fr: Exécutez les requêtes vers le serveur GOV via NuSOAP, plutôt que d'utiliser le SoapClient php natif. Le SoapClient natif est généralement activé (vous pouvez le vérifier dans vos paramètres php.ini), mais peut ne pas être fourni par tous les hébergeurs. Si le client natif n'est pas activé / disponible, cette option est cochée automatiquement.
ru: Выполнять запросы к серверу GOV через NuSOAP, а не использовать собственный php SoapClient. Собственный SoapClient обычно включен (вы можете проверить это в настройках php.ini), но может быть предоставлен не всеми хостерами. Если собственный клиент не включен / недоступен, эта опция проверяется автоматически.

source: For a given place, this module displays one or more names by matching the available names against a list of languages, according to the following strategy:
ca: Per a un lloc determinat, aquest mòdul mostra un o més noms fent coincidir els noms disponibles amb una llista d'idiomes, segons l'estratègia següent:
cs: Pro dané místo tento modul zobrazí jeden nebo více názvů porovnáním dostupných názvů se seznamem jazyků v souladu s následujcí strategií:
de: Dieses Modul zeigt für einen bestimmten Ort einen oder mehrere Namen an, indem es die verfügbaren Namen mit einer Liste von Sprachen abgleicht, und zwar nach der folgenden Strategie:
fr: Pour un lieu donné, ce module affiche un ou plusieurs noms en comparant les noms disponibles à une liste de langues, selon la stratégie suivante :
nl: Voor een bepaalde plaats geeft deze module een of meer namen weer door de beschikbare namen te vergelijken met een lijst met talen, volgens de volgende strategie:
ru: Для данного места этот модуль отображает одно или несколько имен путем сопоставления доступных имен со списком языков в соответствии со следующей стратегией:
sk: Pre dané miesto zobrazuje tento modul jedno, alebo viac názvov na základe zoznamu jazykov podľa nasledujúcej stratégie:
ta: கொடுக்கப்பட்ட இடத்திற்கு, பின்வரும் மூலோபாயத்தின் படி, மொழிகளின் பட்டியலுக்கு எதிராக கிடைக்கக்கூடிய பெயர்களைப் பொருத்துவதன் மூலம் இந்த தொகுதி ஒன்று அல்லது அதற்கு மேற்பட்ட பெயர்களைக் காட்டுகிறது:
tr: Belirli bir yer için bu modül, aşağıdaki stratejiye göre mevcut isimleri bir dil listesiyle eşleştirerek bir veya daha fazla isim görüntüler:
uk: Для певного місця цей модуль відображає одну або кілька назв, зіставляючи доступні назви зі списком мов відповідно до такої стратегії:
vi: Đối với một địa điểm cụ thể, mô-đun này hiển thị một hoặc nhiều tên bằng cách đối chiếu các tên có sẵn với danh sách ngôn ngữ, theo chiến lược sau:

source: For events with a date range, use the median date
ca: Per als esdeveniments amb un interval de dates, utilitzeu la data mitjana
cs: Pro události s rozsahem data použít středové datum
de: Für Ereignisse mit Zeitspanne bitte das gemittelte Datum nutzen
fr: Pour les événements avec une plage de dates, utilisez la date médiane
nl: Voor gebeurtenissen met een datumbereik gebruikt u de mediaandatum
ru: Для событий с диапазоном дат используйте среднюю дату
sk: Pre udalosti s intervalom dátumov použiť dátum uprostred intervalu
ta: தேதி வரம்பைக் கொண்ட நிகழ்வுகளுக்கு, சராசரி தேதியைப் பயன்படுத்தவும்
tr: Tarih aralığı olan etkinlikler için medyan tarihi kullanın
uk: Для подій із діапазоном дат використовуйте серединну дату
vi: Đối với các sự kiện có phạm vi ngày, hãy sử dụng ngày trung bình

source: For more fine-grained adjustments, and to view the list of the types and type groups, edit the GOV data locally.
ca: Per obtenir ajustos més precisos i per veure la llista dels tipus i grups de tipus, editeu les dades de GOV localment.
cs: Chcete-li provést jemnější úpravy a zobrazit seznam typů a skupin typů, upravte data GOV lokálně.
de: Für feinere Anpassungen und um die Liste der Typen und Typengruppen anzuzeigen, bearbeiten Sie die GOV-Daten lokal.
fr: Pour des ajustements plus précis et pour afficher la liste des types et des groupes de types, modifiez les données GOV localement.
nl: Voor meer fijnmazige aanpassingen en om de lijst met typen en typegroepen weer te geven, bewerkt u de GOV-gegevens lokaal.
ru: Для более тонких настроек и просмотра списка типов и групп типов отредактируйте данные GOV локально.
sk: Pre podrobnejšie nastavenie a pre zobrazenie zoznamu typov a skupín typov upravte GOV údaje lokálne.
ta: மேலும் சிறந்த சரிசெய்தல்களுக்கு, மற்றும் வகைகள் மற்றும் வகை குழுக்களின் பட்டியலைக் காண, அரசாங்க தரவை உள்ளூரில் திருத்தவும்.
tr: Daha ayrıntılı ayarlamalar yapmak ve türlerin ve tür gruplarının listesini görüntülemek için GOV verilerini yerel olarak düzenleyin.
uk: Щоб отримати детальніші налаштування та переглянути список типів і груп типів, відредагуйте дані GOV локально.
vi: Để thực hiện các điều chỉnh chi tiết hơn và xem danh sách các loại và nhóm loại, hãy chỉnh sửa dữ liệu GOV cục bộ.

source: From
ca: De
cs: Od
de: Von
fr: Depuis
nl: Van
ru: С сайта
sk: Od
ta: இருந்து
tr: Kimden
uk: З
vi: Từ

source: GOV Hierarchies
ca: Jerarquies GOV
cs: Hierarchie GOV
de: GOV-Hierarchien
fr: Hiérarchies GOV
nl: GOV-hiërarchieën
ru: Иерархии GOV
sk: GOV hierarchie
ta: அரசாங்க வரிசைமுறைகள்
tr: GOV Hiyerarşileri
uk: Ієрархії GOV
vi: Cấu trúc phân cấp của Chính phủ

source: GOV Hierarchy
ca: Jerarquia GOV
de: GOV-Hierarchie
fr: GOV Hiérarchie
nl: GOV-hiërarchie
ru: Иерархия GOV
sk: Hierarchia GOV
ta: அரசு வரிசைமுறை
tr: GOV Hiyerarşisi
vi: Hệ thống phân cấp GOV

source: GOV Id Management
ca: Gestió d'identificadors GOV
cs: Správa GOV id
de: GOV-ID Verwaltung
fr: Gestion des identifiants GOV
nl: GOV-ID-beheer
ru: Управление идентификаторами GOV
sk: Správa GOV id
ta: அரசு ஐடி மேலாண்மை
tr: GOV Kimlik Yönetimi
uk: Управління ідентифікаторами GOV
vi: Quản lý Id GOV

source: GOV Name
ca: Nom GOV
cs: Jméno GOV
fr: Nom GOV
nl: GOV-naam
ru: Название GOV
sk: GOV názov
ta: அரசாங்கத்தின் பெயர்
tr: GOV Adı
uk: Назва GOV
vi: Tên GOV

source: GOV Object Type
ca: Tipus d'objecte GOV
cs: Typ objektu GOV
de: GOV-Objekttyp
fr: Type d'objet GOV
ru: Тип объекта GOV
sk: GOV typ objektu
ta: அரசு பொருள் வகை
tr: GOV Nesne Türü
uk: Тип GOV-об'єкта
vi: Loại đối tượng GOV

source: GOV Parent
ca: GOV Pare
cs: Nadřazený objekt GOV
de: Übergeordnetes GOV-Element
fr: Parent GOV
nl: GOV-ouder
ru: GOV Родитель
sk: nadradený GOV objekt
ta: அரசு பெற்றோர்
tr: GOV Sahibi
uk: GOV Батько
vi: GOV Cha mẹ

source: GOV data
ca: Dades GOV
cs: Údaje GOV
de: GOV-Daten
fr: Données GOV
nl: GOV-gegevens
ru: данные GOV
sk: Údaje GOV
ta: அரசு தரவு
tr: GOV veri
uk: Дані GOV
vi: Dữ liệu GOV

source: GOV data for
ca: Dades GOV per a
cs: Údaje GOV pro
de: GOV-Daten für
fr: Données GOV pour
nl: GOV-gegevens voor
ru: данные GOV для
sk: GOV údaje
ta: கோவ் தரவு
tr: GOV verileri için
uk: Дані GOV для
vi: Dữ liệu GOV cho

source: GOV data for %1$s
ca: Dades GOV per a %1$s
cs: Údaje GOV pro %1$s
de: GOV-Daten für %1$s
fr: Données GOV pour %1$s
nl: GOV-gegevens voor %1$s
ru: Данные GOV для %1$s
sk: Údaje GOV lokality %1$s
ta: %1$s க்கான அரசு தரவு
tr: %1$s için GOV verileri
uk: Дані GOV для %1$s
vi: Dữ liệu GOV cho %1$s

source: GOV id
ca: Identificador GOV
cs: identifikátor GOV
fr: Identifiant GOV
ru: Идентификатор правительства
sk: Identifikátor GOV
ta: அரசு ஐடி
tr: GOV kimliği
uk: Ідентифікатор GOV
vi: Mã định danh GOV

source: GOV id for %1$s has been removed.
ca: Identificador GOV per a %1$s s'ha eliminat.
cs: GOV id pro %1$s byl odstraněn.
de: GOV-ID für %1$s wurde entfernt.
fr: L'identifiant GOV pour %1$s a été supprimé.
nl: GOV-ID voor %1$s is verwijderd.
ru: Идентификатор GOV для %1$s был удален.
sk: Identifikátor GOV pre %1$s bolo odstránené.
ta: %1$s க்கான அரசு ஐடி அகற்றப்பட்டுள்ளது.
tr: %1$s için GOV kimliği kaldırıldı.
uk: Ідентифікатор GOV для %1$s було видалено.
vi: GOV id cho %1$s đã bị xóa.

source: GOV id for %1$s has been set to %2$s.
ca: Identificador GOV per a %1$s s'ha establert en %2$s.
cs: GOV id pro %1$s je nastaven na %2$s.
de: GOV-ID für %1$s wurde auf %2$s gesetzt.
fr: L'identifiant GOV pour %1$s a été défini sur %2$s.
nl: GOV-ID voor %1$s is ingesteld op %2$s.
ru: Идентификатор GOV для %1$s был установлен на %2$s.
sk: Identifikátor GOV pre %1$s bolo nastavené na %2$s.
ta: %1$s க்கான அரசு ஐடி %2$s என அமைக்கப்பட்டுள்ளது.
tr: %1$s için GOV kimliği %2$s olarak ayarlandı.
uk: Ідентифікатор GOV для %1$s встановлено як %2$s.
vi: GO id cho %1$s đã được đặt thành %2$s.

source: GOV id for type of location
ca: Identificador GOV per al tipus d'ubicació
de: ID für den GOV-Objekttyp des Ortes
fr: Identifiant GOV pour le type d'emplacement
nl: GOV-ID voor soort locatie
ru: Идентификатор правительства для типа местоположения
sk: Identifikátor GOV pre typy miesta
ta: இருப்பிட வகைக்கு அரசு ஐடி
tr: Konum türü için GOV kimliği
uk: Ідентифікатор GOV для типу місця
vi: Mã định danh GOV cho loại địa điểm

source: GOV ids are stored outside GEDCOM data by default, but ids stored via _GOV tags are also supported.
ca: Els identificadors GOV s'emmagatzemen fora de les dades GEDCOM per defecte, però també s'admeten els identificadors emmagatzemats mitjançant etiquetes _GOV.
cs: GOV idy se normálně ukládají mimo údaje GEDCOM, ale je možno je ukládat i přes tagy _GOV.
de: GOV-IDs werden standardmäßig außerhalb der GEDCOM-Daten gespeichert, es werden aber auch IDs in _GOV-Tags unterstützt.
fr: Les identifiants GOV sont stockés en dehors des données GEDCOM par défaut, mais les identifiants stockés via les balises _GOV sont également pris en charge.
nl: GOV-ID's worden standaard buiten GEDCOM-gegevens opgeslagen, maar ID's die zijn opgeslagen via _GOV-labels worden ook ondersteund.
ru: Идентификаторы GOV по умолчанию хранятся вне данных GEDCOM, но также поддерживаются идентификаторы, хранящиеся с помощью тегов _GOV.
sk: GOV id sa štandardne ukladajú mimo GEDCOM, ale je podporované aj ich uloženie prostredníctvo užívateľského GEDCOM-tagu _GOV.
ta: GOV ஐடிகள் முன்னிருப்பாக GEDCOM தரவுக்கு வெளியே சேமிக்கப்படுகின்றன, ஆனால் _GOV குறிச்சொற்கள் வழியாக சேமிக்கப்படும் ஐடிகளும் ஆதரிக்கப்படுகின்றன.
tr: GOV kimlikleri varsayılan olarak GEDCOM verilerinin dışında depolanır, ancak _GOV etiketleri aracılığıyla saklanan kimlikler de desteklenir.
uk: Ідентифікатори GOV за замовчуванням зберігаються поза даними GEDCOM, але також підтримуються ідентифікатори, що зберігаються за допомогою тегів _GOV.
vi: Id GOV được lưu trữ bên ngoài dữ liệu GEDCOM theo mặc định, nhưng id được lưu trữ qua thẻ _GOV cũng được hỗ trợ.

source: GOV objects belong to different type groups. The GOV place hierarchy is based on objects of type group '%1$s'.
ca: Els objectes GOV pertanyen a diferents grups de tipus. La jerarquia de llocs GOV es basa en objectes de tipus grup '%1$s'.
cs: Objekty GOV patří do různých typových skupin. Hierarchie míst GOV je založena na objektech skupiny typů ' %1$s'.
de: GOV-Objekte gehören zu verschiedenen Typgruppen. Die GOV-Ortshierarchie basiert auf Objekten der Typgruppe '%1$s'.
fr: Les objets GOV appartiennent à différents groupes de types. La hiérarchie des lieux GOV est basée sur les objets du groupe de type '%1$s'.
nl: GOV-objecten behoren tot verschillende typegroepen. De GOV-plaatshiërarchie is gebaseerd op objecten van de typegroep '%1$s'.
ru: Объекты GOV принадлежат к разным группам типов. Иерархия мест GOV основана на объектах группы типов " %1$s".
sk: GOV objekty patria k rôznym skupinám typov. GOV hierarchia miest je založená na objektoch skupiny typov „%1$s“.
ta: அரசாங்க பொருள்கள் வெவ்வேறு வகை குழுக்களைச் சேர்ந்தவை. கோவ் பிளேச் வரிசைமுறை '%1$s' வகை குழுவின் பொருள்களை அடிப்படையாகக் கொண்டது.
tr: GOV nesneleri farklı tür gruplarına aittir. GOV yer hiyerarşisi '%1$s' tür grubundaki nesneleri temel alır.
uk: Об’єкти GOV належать до різних груп типів. Ієрархія місць GOV базується на об’єктах групи типу '%1$s'.
vi: Các đối tượng GOV thuộc các nhóm loại khác nhau. Hệ thống phân cấp địa điểm GOV dựa trên các đối tượng thuộc nhóm loại '%1$s'.

source: GOV place hierarchy for %1$s has been reloaded from GOV server.
ca: Jerarquia de llocs GOV per a %1$s s'ha tornat a carregar des del servidor GOV.
cs: GOV hierarchie místa pro %1$s byla znovu načtena ze serveru GOV.
de: Die GOV-Ortshierarchie für %1$s wurde vom GOV-Server geladen.
fr: La hiérarchie des emplacements GOV pour %1$s a été rechargée à partir du serveur GOV.
nl: GOV-plaatshiërarchie voor %1$s is herladen vanaf GOV-server.
ru: Иерархия мест GOV для %1$s была перезагружена с сервера GOV.
sk: Z GOV servera bola znovu načítaná GOV hierarchia miesta %1$s.
ta: %1$s க்கான கோவ் பிளேச் வரிசைமுறை GOV சேவையகத்திலிருந்து மீண்டும் ஏற்றப்பட்டுள்ளது.
tr: %1$s için GOV yer hiyerarşisi GOV sunucusundan yeniden yüklendi.
uk: Ієрархію місця GOV для %1$s перезавантажено із сервера GOV.
vi: Hệ thống phân cấp địa điểm GOV cho %1$s đã được tải lại từ máy chủ GOV.

source: GOV place hierarchy has been reloaded from GOV server.
ca: La jerarquia de llocs GOV s'ha tornat a carregar des del servidor GOV.
cs: GOV hierarchie místa byla znovu načtena ze serveru GOV.
de: Die GOV-Ortshierarchie wurde vom GOV-Server geladen.
fr: La hiérarchie des lieux GOV a été rechargée à partir du serveur GOV.
nl: GOV-plaatshiërarchie is opnieuw geladen vanaf GOV-server.
ru: Иерархия мест GOV была перезагружена с сервера GOV.
sk: Z GOV servera bola znovu načítaná GOV hierarchia miesta.
ta: GoV இடம் வரிசைமுறை GOV சேவையகத்திலிருந்து மீண்டும் ஏற்றப்பட்டுள்ளது.
tr: GOV yer hiyerarşisi GOV sunucusundan yeniden yüklendi.
uk: Ієрархію місця GOV перезавантажено із сервера GOV.
vi: Hệ thống phân cấp địa điểm GOV đã được tải lại từ máy chủ GOV.

source: Hide an object and stop the place hierarchy at that point by moving it to an irrelevant type group.
ca: Amaga un objecte i atura la jerarquia de llocs en aquest punt movent-lo a un grup de tipus irrellevant.
cs: Skrýt objekt a zastavit hierarchii míst v daném bodě jeho přesunutím do nerelevantní skupiny typů.
de: Blenden Sie ein Objekt aus und stoppen Sie die Ortshierarchie an diesem Punkt, indem Sie es in eine irrelevante Typgruppe verschieben.
fr: Masquez un objet et arrêtez la hiérarchie des lieux à ce stade en le déplaçant vers un groupe de types non pertinent.
nl: Verberg een object en stop de plaatshiërarchie op dat punt door het naar een irrelevante typegroep te verplaatsen.
ru: Скройте объект и остановите иерархию места в этой точке, переместив его в группу нерелевантных типов.
sk: Skryte objekt a zastavte hierarchiu miest na tomto mieste presunom do irelevantnej skupiny typov.
ta: ஒரு பொருளை மறைத்து, அந்த இடத்தில் இடத்தின் வரிசைக்கு ஒரு பொருத்தமற்ற வகை குழுவிற்கு நகர்த்துவதன் மூலம் அதை நிறுத்துங்கள்.
tr: Bir nesneyi gizleyin ve ilgisiz bir tür grubuna taşıyarak yer hiyerarşisini o noktada durdurun.
uk: Приховати об’єкт і зупинити ієрархію місць у цій точці, перемістивши його до групи нерелевантних типів.
vi: Ẩn một đối tượng và dừng quá trình phân cấp vị trí tại điểm đó bằng cách di chuyển nó đến một nhóm loại không liên quan.

source: Hide data without local modifications
ca: Amagar dades sense modificacions locals
cs: Skrýt údaje bez lokální úpravy
de: Daten ohne lokale Änderungen ausblenden
fr: Masquer les données sans modifications locales
nl: Verberg gegevens zonder lokale wijzigingen
ru: Скрытие данных без локальных модификаций
sk: Zobraziť len údaje s lokálnou úpravou
ta: உள்ளக மாற்றங்கள் இல்லாமல் தரவை மறைக்கவும்
tr: Yerel değişiklikler olmadan veri gizleme
uk: Приховати дані без локальних змін
vi: Ẩn dữ liệu mà không cần chỉnh sửa cục bộ

source: If checked, attempt to fall back to the German place name.
ca: Si es marca, intenteu tornar al topònim alemany.
cs: Je-li zvoleno, pokusí se zůstat u německého názvu místa.
de: Wenn aktiviert wird der Rückfall auf deutsche Ortsnamen versucht.
fr: Si coché, essayez de revenir au nom de lieu allemand.
nl: Indien aangevinkt, probeer terug te vallen op de Duitse plaatsnaam.
ru: Если этот флажок установлен, попробуйте вернуться к немецкому названию места.
sk: Ak je zvolené, tak sa uprednostní nemecký názov miesta.
ta: சரிபார்க்கப்பட்டால், செர்மன் இடத்தின் பெயருக்குத் திரும்ப முயற்சிக்கவும்.
tr: İşaretliyse, Almanca yer adına geri dönmeye çalışın.
uk: Якщо відмічено, буде спроба повернутися до німецьких топонімів.
vi: Nếu được chọn, hãy thử quay lại địa danh tiếng Đức.

source: If this is checked, the displayed GOV hierarchy uses place names from the GEDCOM data, if possible.
ca: Si això està marcat, la jerarquia de GOV mostrada utilitza topònims de les dades de GEDCOM, si és possible.
cs: Je-li toto zvoleno, zobrazená hierarchie GOV bere jména míst pokud možno z údajů GEDCOM.
de: Wenn dies aktiviert wurde, werden für die angezeigte GOV-Hierarchie nach Möglichkeit die Ortsnamen aus den GEDCOM-Daten genutzt.
fr: Si cette case est cochée, la hiérarchie GOV affichée utilise si possible les noms de lieux des données GEDCOM.
nl: Als dit is aangevinkt, gebruikt de weergegeven GOV-hiërarchie, indien mogelijk, plaatsnamen uit de GEDCOM-gegevens.
ru: Если этот флажок установлен, отображаемая иерархия GOV по возможности использует названия мест из данных GEDCOM.
sk: Ak je toto zvolené, tak zobrazovaná GOV hierarchia používa názvy miest z údajov GEDCOM, ak je to možné.
ta: இது சரிபார்க்கப்பட்டால், காட்டப்படும் அரசாங்க வரிசைமுறை முடிந்தால், GEDCOM தரவிலிருந்து இடப் பெயர்களைப் பயன்படுத்துகிறது.
tr: Bu işaretlenirse, görüntülenen GOV hiyerarşisi, mümkünse GEDCOM verilerinden yer adlarını kullanır.
uk: Якщо це встановлено, відображена ієрархія GOV використовує імена місць із даних GEDCOM, коли це можливо.
vi: Nếu điều này được chọn, hệ thống phân cấp GOV được hiển thị sẽ sử dụng địa danh từ dữ liệu GEDCOM, nếu có thể.

source: If this option is checked, you usually want to disable the following option.
ca: Si aquesta opció està marcada, normalment voleu desactivar l'opció següent.
cs: Je-li zvolena tato možnost, obvykle se chce potlačit následující možnost.
de: Wenn diese Option aktiviert ist, sollte in der Regel die nachfolgende Option deaktiviert werden.
fr: Si cette option est cochée, vous souhaitez généralement désactiver l'option suivante.
nl: Als deze optie is ingeschakeld, wilt u meestal de volgende optie uitschakelen.
ru: Если этот параметр отмечен, вы обычно хотите отключить следующий параметр.
sk: Ak je zvolená táto možnosť, mali by ste zrušiť nasledovnú.
ta: இந்த விருப்பம் சரிபார்க்கப்பட்டால், நீங்கள் வழக்கமாக பின்வரும் விருப்பத்தை முடக்க விரும்புகிறீர்கள்.
tr: Bu seçenek işaretlenirse, genellikle aşağıdaki seçeneği devre dışı bırakmak istersiniz.
uk: Якщо цю опцію встановлено, зазвичай потрібно вимкнути наступну опцію.
vi: Nếu tùy chọn này được chọn, bạn thường muốn tắt tùy chọn sau.

source: If unchecked, prefer any language other than German;
ca: Si no està marcat, preferiu qualsevol idioma que no sigui l'alemany;
cs: Není-li zvoleno, preferuje se libovolný jiný jazyk než němčina.
de: Wenn deaktiviert, wird einer anderen Sprache als Deutsch der Vorzug gegeben.
fr: Si elle n'est pas cochée, préférez une langue autre que l'allemand ;
nl: Als dit niet is aangevinkt, geeft de voorkeur aan een andere taal dan Duits;
ru: Если этот флажок не установлен, предпочтение отдается любому языку, кроме немецкого;
sk: Ak nie je zvolené, použije sa iný jazyk ako nemčina.
ta: தேர்வு செய்யப்படாவிட்டால், செர்மன் தவிர வேறு எந்த மொழியையும் விரும்புங்கள்;
tr: İşaretlenmemişse, Almanca dışında herhangi bir dili tercih edin;
uk: Якщо не відмічено, перевагу буде віддано будь-якій іншій мові, крім німецької;
vi: Nếu không được chọn, hãy thích bất kỳ ngôn ngữ nào khác ngoài tiếng Đức;

source: In any case, they are still used as fallbacks to determine further higher-level objects.
ca: En qualsevol cas, encara s'utilitzen com a alternativa per determinar més objectes de nivell superior.
cs: V každém případě se použijí jako záložní pro určení dalších objektů vyšší úrovně.
de: In jedem Fall werden sie weiterhin als Rückfallebene verwendet, um weitere übergeordnete Objekte zu ermitteln.
fr: Dans tous les cas, ils sont toujours utilisés comme solutions de repli pour déterminer d'autres objets de niveau supérieur.
nl: In ieder geval worden ze nog steeds gebruikt als terugval om verdere objecten op een hoger niveau te bepalen.
ru: В любом случае они по-прежнему используются как резервные для определения дальнейших объектов более высокого уровня.
sk: V každom prípade sa použijú ako záchytný bod na zistenie objektov vyššej úrovne.
ta: எந்தவொரு சந்தர்ப்பத்திலும், மேலும் உயர் மட்ட பொருள்களைத் தீர்மானிக்க அவை இன்னும் குறைவடைகளாகப் பயன்படுத்தப்படுகின்றன.
tr: Her durumda, daha üst düzey nesneleri belirlemek için hala yedek olarak kullanılırlar.
uk: У будь-якому випадку, вони все ще використовуються як резервні для визначення подальших об’єктів вищого рівня.
vi: Trong mọi trường hợp, chúng vẫn được sử dụng như phương án dự phòng để xác định các đối tượng cấp cao hơn.

source: In general, hide an object while preserving the overall place hierarchy by moving it to a hidden type group (see preferences).
ca: En general, oculteu un objecte conservant la jerarquia general de llocs movent-lo a un grup de tipus ocult (vegeu preferències).
cs: Obecně platí, že objekt skryjete při zachování celkové hierarchie míst tak, že jej přesunete do skupiny skrytých typů (viz předvolby).
de: Im Allgemeinen können Sie ein Objekt unter Beibehaltung der gesamten Ortshierarchie ausblenden, indem Sie es in eine ausgeblendete Typgruppe verschieben (siehe Einstellungen).
fr: En général, masquez un objet tout en préservant la hiérarchie globale des lieux en le déplaçant vers un groupe de type masqué (voir préférences).
nl: Over het algemeen verbergt u een object met behoud van de algemene plaatshiërarchie door het naar een verborgen typegroep te verplaatsen (zie voorkeuren).
ru: В общем, скройте объект, сохранив общую иерархию мест, переместив его в группу скрытых типов (см. Настройки).
sk: Vo všeobecnosti, pri zachovaní celkovej hierarchie miest, objekt ukryjete tak, že jeho typ predefinujete na jeden z typov v skrytej skupine typov (pozri nastavenia).
ta: பொதுவாக, ஒரு பொருளை ஒரு மறைக்கப்பட்ட வகை குழுவிற்கு நகர்த்துவதன் மூலம் ஒட்டுமொத்த இட வரிசைமுறையை பாதுகாக்கும் போது மறைக்கவும் (விருப்பங்களைப் பார்க்கவும்).
tr: Genel olarak, bir nesneyi gizli bir tür grubuna taşıyarak genel yer hiyerarşisini korurken gizleyin (bkz. tercihler).
uk: Загалом, приховайте об’єкт, зберігаючи загальну ієрархію місць, перемістивши його до групи прихованих типів (див. параметри).
vi: Nói chung, hãy ẩn một đối tượng mà vẫn giữ nguyên cấu trúc phân cấp tổng thể bằng cách di chuyển nó vào một nhóm loại ẩn (xem tùy chọn).
